[
  {
    "quote": "Reason is the natural order of truth but imagination is the organ of meaning.",
    "author": "C. S. Lewis",
    "category": "imagination"
  },
  {
    "quote": "The key to making healthy decisions is to respect your future self. Honor him or her. Treat him or her like you would treat a friend or a loved one. A Stanford study showed that those who saw a photo of their future self made smarter financial decisions.",
    "author": "A. J. Jacobs",
    "category": "future"
  },
  {
    "quote": "The school made it very clear that women were entitled to positions of authority. That sense of entitlement allowed us to feel that we have a natural place in leadership in the world. That gave me a mental and emotional confidence.",
    "author": "Linda Vester",
    "category": "leadership"
  },
  {
    "quote": "It goes against the grain of modern education to teach students to program. What fun is there to making plans, acquiring discipline, organizing thoughts, devoting attention to detail, and learning to be self critical.",
    "author": "Alan Perlis",
    "category": "learning"
  },
  {
    "quote": "I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent.",
    "author": "Steve Jobs",
    "category": "best"
  },
  {
    "quote": "I want to be remembered for the work that I've done, rather than the car accidents that I've gotten into, the men that I've not dated - or the man that I have.",
    "author": "Lindsay Lohan",
    "category": "car"
  },
  {
    "quote": "Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom.",
    "author": "Tim Allen",
    "category": "best"
  },
  {
    "quote": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.",
    "author": "Pope Paul VI",
    "category": "life"
  },
  {
    "quote": "Health is the vital principle of bliss, and exercise, of health.",
    "author": "James Thomson",
    "category": "health"
  },
  {
    "quote": "A man's friendships are one of the best measures of his worth.",
    "author": "Charles Darwin",
    "category": "friendship"
  },
  {
    "quote": "Wherever on this planet ideals of personal freedom and dignity apply, there you will find the cultural inheritance of England.",
    "author": "Karel Capek",
    "category": "freedom"
  },
  {
    "quote": "It is, generally, in the season of prosperity that men discover their real temper, principles, and designs.",
    "author": "Edmund Burke",
    "category": "men"
  },
  {
    "quote": "I actually started as a model builder and quickly progressed into production design, which made sense because I could draw and paint. But I kept watching that guy over there who was moving the actors around and setting up the shots.",
    "author": "James Cameron",
    "category": "design"
  },
  {
    "quote": "The greatest pleasure when I started making money was not buying cars or yachts but finding myself able to have as many freshly typed drafts as possible.",
    "author": "Gore Vidal",
    "category": "car"
  },
  {
    "quote": "I'd love to do a romantic comedy. And perhaps, if the character was right and I had a good gut instinct, a Bollywood movie. And I'd love to direct. One day. I'm learning a lot on the set of 'The Good Wife.'",
    "author": "Archie Panjabi",
    "category": "learning"
  },
  {
    "quote": "When you have a godly husband, a godly wife, children who respect their parents and who are loved by their parents, who provide for those children their physical and spiritual and material needs, lovingly, you have the ideal unit.",
    "author": "Jerry Falwell",
    "category": "family"
  },
  {
    "quote": "Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.",
    "author": "Adriana Lima",
    "category": "good"
  },
  {
    "quote": "The truth is the Republican leadership has created a credit card Congress that is recklessly selling out the future of America, our children and our grandchildren, and President Bush is the most fiscally irresponsible President in the history of America.",
    "author": "Dennis Cardoza",
    "category": "leadership"
  },
  {
    "quote": "Scouting rises within you and inspires you to put forth your best.",
    "author": "Juliette Gordon Low",
    "category": "best"
  },
  {
    "quote": "Strength alone knows conflict, weakness is born vanquished.",
    "author": "Sophie Swetchine",
    "category": "alone"
  },
  {
    "quote": "The knowledge of anything, since all things have causes, is not acquired or complete unless it is known by its causes.",
    "author": "Avicenna",
    "category": "knowledge"
  },
  {
    "quote": "In every society some men are born to rule, and some to advise.",
    "author": "Ralph Waldo Emerson",
    "category": "men"
  },
  {
    "quote": "There are two good things in life - freedom of thought and freedom of action.",
    "author": "W. Somerset Maugham",
    "category": "freedom"
  },
  {
    "quote": "Your work is first, learning is first, winning is everything because without it there is nothing.",
    "author": "Orson Scott Card",
    "category": "learning"
  },
  {
    "quote": "I think that my vampires in general were influenced by my being allowed to watch the Hammer vampire films. Vampire Circus, also shown as Circus of Fear, was one of those movies.",
    "author": "Laurell K. Hamilton",
    "category": "fear"
  },
  {
    "quote": "If man knew how women pass the time when they are alone, they'd never marry.",
    "author": "O. Henry",
    "category": "funny"
  },
  {
    "quote": "I was made to believe there was a plan in place for ending Donald's previous marriage. I pulled away because I wanted to allow him the time to deal with his wife.",
    "author": "Marla Maples",
    "category": "marriage"
  },
  {
    "quote": "Each year India and China produce four million graduates compared with just over 250,000 in Britain.",
    "author": "Gordon Brown",
    "category": "graduation"
  },
  {
    "quote": "I really wanted to just be a musician. I didn't want to be anything else, but I was funny and all that.",
    "author": "Jamie Foxx",
    "category": "funny"
  },
  {
    "quote": "I sit down at my desk pretty early in the morning and write all day until about 4 or 5 p.m.",
    "author": "Jeannette Walls",
    "category": "morning"
  },
  {
    "quote": "We emphasize that we believe in change because we were born of it, we have lived by it, we prospered and grew great by it. So the status quo has never been our god, and we ask no one else to bow down before it.",
    "author": "Rowan, Carl T.",
    "category": "change"
  },
  {
    "quote": "I have been judged to be a pessimist but what abyss of ignorance and low egoism is not hidden in one who thinks that Man is the god of himself and that his future can only be triumphant?",
    "author": "Eugenio Montale",
    "category": "future"
  },
  {
    "quote": "My parents came from Russia and suddenly they wound up in Boston, Massachusetts, Brookline, Massachusetts and they felt the sun rose and set on Franklin Delano Roosevelt's backside because he meant so much to them. This was freedom. This was something totally different from the Russia they had left.",
    "author": "Mike Wallace",
    "category": "freedom"
  },
  {
    "quote": "We know not of the future and cannot plan for it much.",
    "author": "Joshua Chamberlain",
    "category": "future"
  },
  {
    "quote": "It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way.",
    "author": "Adam Savage",
    "category": "attitude"
  },
  {
    "quote": "The cool wind blew in my face and all at once I felt as if I had shed dullness from myself. Before me lay a long gray line with a black mark down the center. The birds were singing. It was spring.",
    "author": "Burl Ives",
    "category": "cool"
  },
  {
    "quote": "Both class and race survive education, and neither should. What is education then? If it doesn't help a human being to recognize that humanity is humanity, what is it for? So you can make a bigger salary than other people?",
    "author": "Beah Richards",
    "category": "education"
  },
  {
    "quote": "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.",
    "author": "Dale Carnegie",
    "category": "fear"
  },
  {
    "quote": "And gradually they're beginning to recognize the fact that there's nothing more secure than a democratic, accountable, and participatory form of government. But it's sunk in only theoretically, it has not yet sunk in completely in practical terms.",
    "author": "Wole Soyinka",
    "category": "government"
  },
  {
    "quote": "I loved the material when I first read it, and the experience of making the film was a great one. So when we came around to complete the trilogy, I just signed on board without even reading the scripts because the experience of the first film was so good.",
    "author": "Keanu Reeves",
    "category": "experience"
  },
  {
    "quote": "I use a lot of film images, analogies, and imagination.",
    "author": "Carlos Fuentes",
    "category": "imagination"
  },
  {
    "quote": "I want to be a fun mom. Not a gasping for air mom.",
    "author": "Mariska Hargitay",
    "category": "mom"
  },
  {
    "quote": "If we are to garner sustained U.S. domestic support for future trade agreements, we have to make sure those Americans who have suffered as a consequence of past agreements have an effective social safety net, adjustment assistance, opportunities for retraining and new job creation that enables all Americans to thrive.",
    "author": "Susan Rice",
    "category": "future"
  },
  {
    "quote": "So, I remember when I was a kid, I was waiting for my mom to come home when she was working late, and, you know, I was like, 'Oh my God, what happened to her? Is she OK? Did something happen to her getting in the car?' I was a little kid. But those are actually early onsets of anxiety.",
    "author": "Vinny Guadagnino",
    "category": "car"
  },
  {
    "quote": "Everybody hangs out with everybody, which is very strange for a cast this large and this young. We're all cool and down to earth and not caught up in this maniacal business at all... . Everybody really, really likes everybody else.",
    "author": "Lizzy Caplan",
    "category": "cool"
  },
  {
    "quote": "You cannot be lonely if you like the person you're alone with.",
    "author": "Wayne Dyer",
    "category": "alone"
  },
  {
    "quote": "We support every effort to combat international terrorism through the formulation of international conventions and hope that the international community will take further steps to improve the anti-terrorism international legal framework.",
    "author": "Li Peng",
    "category": "legal"
  },
  {
    "quote": "When you forgive, you in no way change the past - but you sure do change the future.",
    "author": "Bernard Meltzer",
    "category": "forgiveness"
  },
  {
    "quote": "In fact, the converse is true: At a time when the United States has been called on for a level of moral leadership, vision and inspiration not seen since World War II, we cannot afford to dissemble about crimes against humanity.",
    "author": "Adam Schiff",
    "category": "leadership"
  },
  {
    "quote": "I've always been ambitious since I was nine years old and that was never going to change.",
    "author": "Katy Perry",
    "category": "change"
  },
  {
    "quote": "God is in all men, but all men are not in God that is why we suffer.",
    "author": "Ramakrishna",
    "category": "god"
  },
  {
    "quote": "I can't stop being in parades. I just love dancing on floats that move really slowly on the city streets in the early morning.",
    "author": "Chris Kattan",
    "category": "morning"
  },
  {
    "quote": "Great tragedy has come to us, and we are meeting it with the best that is in our country, with courage and concern for others because this is America. This is who we are.",
    "author": "George W. Bush",
    "category": "courage"
  },
  {
    "quote": "I've never dreamed of being famous. The idea of it really scares me.",
    "author": "Jeremy London",
    "category": "famous"
  },
  {
    "quote": "Being fired was the best luck of my life. It made me stop and reflect. It was the birth of my life as a writer.",
    "author": "Jose Saramago",
    "category": "best"
  },
  {
    "quote": "And my dad, you're a great actor but you're a better father.",
    "author": "Angelina Jolie",
    "category": "dad"
  },
  {
    "quote": "Sid Vicious began the age of participation in which everyone could be the artist. Sid proved that you don't have to play well to be the star. You can play badly, or not even at all. I endorsed that attitude. If you can't write songs, no problem - simply steal one and change it to your taste.",
    "author": "Malcolm Mclaren",
    "category": "attitude"
  },
  {
    "quote": "From very early on in my childhood - four, five years old - I felt alien to the human race. I felt very comfortable with thinking I was from another planet, because I felt disconnected - I was very tall and skinny, and I didn't look like anybody else, I didn't even look like any member of my family.",
    "author": "Patti Smith",
    "category": "family"
  },
  {
    "quote": "In the fifties I had dreams about touching a naked woman and she would turn to bronze or the dream about hot dogs chasing donuts through the Lincoln Tunnel.",
    "author": "Robert Klein",
    "category": "dreams"
  },
  {
    "quote": "To Adam Paradise was home. To the good among his descendants home is paradise.",
    "author": "Augustus Hare",
    "category": "home"
  },
  {
    "quote": "Only in your imagination can you revise.",
    "author": "Fay Wray",
    "category": "imagination"
  },
  {
    "quote": "I do have a close circle of friends and I am very fortunate to have them as friends. I feel very close to them I think friends are everything in life after your family. You come across lots of people all the time but you only make very few friends and you have to be true to them otherwise what's the point in life?",
    "author": "Shahrukh Khan",
    "category": "family"
  },
  {
    "quote": "Learning teacheth more in one year than experience in twenty.",
    "author": "Roger Ascham",
    "category": "learning"
  },
  {
    "quote": "They say marriage will change you but it didn't change me. Being in love changed me.",
    "author": "R. Kelly",
    "category": "change"
  },
  {
    "quote": "Japanese architecture is very much copied in this country and in Europe.",
    "author": "Minoru Yamasaki",
    "category": "architecture"
  },
  {
    "quote": "Beauty is that which is simultaneously attractive and sublime.",
    "author": "Karl Wilhelm Friedrich Schlegel",
    "category": "beauty"
  },
  {
    "quote": "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "author": "Yoko Ono",
    "category": "dreams"
  },
  {
    "quote": "How to gain, how to keep, how to recover happiness is in fact for most men at all times the secret motive of all they do, and of all they are willing to endure.",
    "author": "William James",
    "category": "happiness"
  },
  {
    "quote": "A casual stroll through the lunatic asylum shows that faith does not prove anything.",
    "author": "Friedrich Nietzsche",
    "category": "faith"
  },
  {
    "quote": "In science, as in art, and, as I believe, in every other sphere of human activity, there may be wisdom in a multitude of counsellors, but it is only in one or two of them.",
    "author": "Thomas Huxley",
    "category": "art"
  },
  {
    "quote": "Any health care funding plan that is just, equitable, civilized and humane must - must - redistribute wealth from the richer among us to the poorer and the less fortunate. Excellent healthcare is by definition re-distributional.",
    "author": "Donald Berwick",
    "category": "health"
  },
  {
    "quote": "I've never looked forward to a birthday like I'm looking forward to my new daughter's birthday, because two days after that is when I can apply for reinstatement.",
    "author": "Pete Rose",
    "category": "birthday"
  },
  {
    "quote": "Sonny and another Hells Angel who was at the meeting thought they were beyond a little patch so they headed down to a local tattoo shop in Oakland and were the first to get the famous One Percent tattoos.",
    "author": "Chuck Zito",
    "category": "famous"
  },
  {
    "quote": "Under the Healthy Americans Act, you're in charge of your health care - not your employer. If you lose your job, change jobs or just can't find a job, your health insurance is guaranteed to stick with you.",
    "author": "Ron Wyden",
    "category": "health"
  },
  {
    "quote": "People of art should never get married and have children, because it's a selfish experience.",
    "author": "Mikhail Baryshnikov",
    "category": "experience"
  },
  {
    "quote": "Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.",
    "author": "J. Donald Walters",
    "category": "happiness"
  },
  {
    "quote": "Personally, I just think rap music is the best thing out there, period. If you look at my deck in my car radio, you're always going to find a hip-hop tape that's all I buy, that's all I live, that's all I listen to, that's all I love.",
    "author": "Eminem",
    "category": "car"
  },
  {
    "quote": "My best friend is the man who in wishing me well wishes it for my sake.",
    "author": "Aristotle",
    "category": "friendship"
  },
  {
    "quote": "There can be a fundamental gulf of gracelessness in a human heart which neither our love nor our courage can bridge.",
    "author": "Patrick Campbell",
    "category": "courage"
  },
  {
    "quote": "During the Cold War, we gathered information by listening to the Soviets, taking pictures of the Soviets, and we allowed our human intelligence to decline.",
    "author": "Bob Graham",
    "category": "intelligence"
  },
  {
    "quote": "Naturally, people are curious about how my real mom feels about me having a TV mom.",
    "author": "Rico Rodriguez",
    "category": "mom"
  },
  {
    "quote": "My happiest memory of childhood was my first birthday in reform school. This teacher took an interest in me. In fact, he gave me the first birthday presents I ever got: a box of Cracker Jacks and a can of ABC shoe polish.",
    "author": "Flip Wilson",
    "category": "birthday"
  },
  {
    "quote": "Mr. Arthur Ashe, he was good. I read some of his books. He knew about everything, but he was real quiet and didn't talk much. I never met him.",
    "author": "Mike Tyson",
    "category": "good"
  },
  {
    "quote": "Different men seek after happiness in different ways and by different means, and so make for themselves different modes of life and forms of government.",
    "author": "Aristotle",
    "category": "government"
  },
  {
    "quote": "We have mountain of debt that isn't going away and all the problems are here to stay, and anybody who tells you that is a good thing ought to get out of the business of helping the government down the road.",
    "author": "Rick Santelli",
    "category": "business"
  },
  {
    "quote": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five.",
    "author": "Thomas Carlyle",
    "category": "happiness"
  },
  {
    "quote": "From the time I started school, it was clear to everyone that I wasn't learning at the same pace as other kids.",
    "author": "Carre Otis",
    "category": "learning"
  },
  {
    "quote": "We, therefore, here in Britain stand shoulder to shoulder with our American friends in this hour of tragedy, and we, like them, will not rest until this evil is driven from our world.",
    "author": "Tony Blair",
    "category": "history"
  },
  {
    "quote": "My mother told me Homer Ditto was not my father. Nope. Mom had had a fling with some other guy who was my dad. Some dude who didn't stick around too long who Mom was happy to get rid of. She chose Homer, and Homer chose me, so he lent me his name even though I didn't have his blood.",
    "author": "Beth Ditto",
    "category": "mom"
  },
  {
    "quote": "My dad had this rock hard body and would work 12- to 13-hour days. The guys he worked with were scrap-iron guys. Nobody on that road crew had read a book in 10 years, but there was something about the way they lived I really admired.",
    "author": "Richard Russo",
    "category": "dad"
  },
  {
    "quote": "I am hopeful for the American people that we can actually improve the outlook for bringing down costs in health care.",
    "author": "Eric Cantor",
    "category": "health"
  },
  {
    "quote": "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms.",
    "author": "Che Guevara",
    "category": "death"
  },
  {
    "quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone.",
    "author": "Reba McEntire",
    "category": "funny"
  },
  {
    "quote": "There are a lot of movies I've done that come and go, and don't really establish a growing fan base.",
    "author": "Seann William Scott",
    "category": "movies"
  },
  {
    "quote": "Nothing that is God's is obtainable by money.",
    "author": "Tertullian",
    "category": "money"
  },
  {
    "quote": "I did this within a philosophical framework, and a moral and legal framework. And I have been turned into a cartoon of the greatest villain in the history of lobbying.",
    "author": "Jack Abramoff",
    "category": "legal"
  },
  {
    "quote": "Computer science is no more about computers than astronomy is about telescopes.",
    "author": "Edsger Dijkstra",
    "category": "computers"
  },
  {
    "quote": "Government of the people, by the people, for the people, shall not perish from the Earth.",
    "author": "Abraham Lincoln",
    "category": "government"
  },
  {
    "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
    "author": "Albert Camus",
    "category": "happiness"
  },
  {
    "quote": "I'll come and make love to you at five o'clock. If I'm late start without me.",
    "author": "Tallulah Bankhead",
    "category": "love"
  },
  {
    "quote": "Leadership - mobilization toward a common goal.",
    "author": "Gary Wills",
    "category": "leadership"
  },
  {
    "quote": "Most people think of success and failure as opposites, but they both are products of the same process.",
    "author": "Roger von Oech",
    "category": "failure"
  },
  {
    "quote": "I am a very open, social, friendly person, and when it comes to people approaching me and asking for an autograph, I am totally cool with doing any of that. It's a lot of fun.",
    "author": "Corbin Bleu",
    "category": "cool"
  },
  {
    "quote": "I know that the odds are against a marriage lasting 60 years.",
    "author": "Darrell Royal",
    "category": "marriage"
  },
  {
    "quote": "This is one of the major problems we have. By the way, it was endorsed by leadership on both sides of the aisle and both ends of the Capitol, by the NRA and also by the gun control groups.",
    "author": "John Dingell",
    "category": "leadership"
  },
  {
    "quote": "Pay mind to your own life, your own health, and wholeness. A bleeding heart is of no help to anyone if it bleeds to death.",
    "author": "Frederick Buechner",
    "category": "death"
  },
  {
    "quote": "My Dad, a small-town lawyer, was also named Paul. Until we lost him when I was 16, he was a gentle presence in my life. I like to think he'd be proud of me and my sister and brothers, because I'm sure proud of him and of where I come from, Janesville, Wisconsin.",
    "author": "Paul Ryan",
    "category": "dad"
  },
  {
    "quote": "The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets.",
    "author": "Eric Hoffer",
    "category": "men"
  },
  {
    "quote": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health.",
    "author": "Lord Chesterfield",
    "category": "fitness"
  },
  {
    "quote": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author salvation for its end, and truth without any mixture for its matter. It is all pure.",
    "author": "John Locke",
    "category": "men"
  },
  {
    "quote": "When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.",
    "author": "Eleanor Roosevelt",
    "category": "life"
  },
  {
    "quote": "I saw the angel in the marble and carved until I set him free.",
    "author": "Michelangelo",
    "category": "imagination"
  },
  {
    "quote": "I may be a successful football player, but I feel like such a failure.",
    "author": "Brett Favre",
    "category": "failure"
  },
  {
    "quote": "What I have experienced over time is that environmental problems are easier to deal with in ways that don't go into their interconnections to the rest of what we are.",
    "author": "Barry Commoner",
    "category": "environmental"
  },
  {
    "quote": "Art is good, bad, boring, ugly, useful to us or not.",
    "author": "Jerry Saltz",
    "category": "art"
  },
  {
    "quote": "Einstein, stop telling God what to do!",
    "author": "Niels Bohr",
    "category": "god"
  },
  {
    "quote": "One must never look for happiness: one meets it by the way.",
    "author": "Isabelle Eberhardt",
    "category": "happiness"
  },
  {
    "quote": "In the information age, you don't teach philosophy as they did after feudalism. You perform it. If Aristotle were alive today he'd have a talk show.",
    "author": "Timothy Leary",
    "category": "age"
  },
  {
    "quote": "We do not learn and what we call learning is only a process of recollection.",
    "author": "Plato",
    "category": "learning"
  },
  {
    "quote": "I have seen how the foundations of the world are laid, and I have not the least doubt that it will stand a good while.",
    "author": "Henry David Thoreau",
    "category": "good"
  },
  {
    "quote": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.",
    "author": "Francois Truffaut",
    "category": "funny"
  },
  {
    "quote": "Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of a potential life.",
    "author": "Potter Stewart",
    "category": "medical"
  },
  {
    "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter.",
    "author": "Brad Henry",
    "category": "great"
  },
  {
    "quote": "There is only one way to achieve happiness on this terrestrial ball, and that is to have either a clear conscience or none at all.",
    "author": "Ogden Nash",
    "category": "happiness"
  },
  {
    "quote": "Electricity is really just organized lightning.",
    "author": "George Carlin",
    "category": "funny"
  },
  {
    "quote": "The dreamer can know no truth, not even about his dream, except by awaking out of it.",
    "author": "George Santayana",
    "category": "dreams"
  },
  {
    "quote": "Comedy is simply a funny way of being serious.",
    "author": "Peter Ustinov",
    "category": "humor"
  },
  {
    "quote": "Many museums are drawing audiences with art that is ostensibly more entertaining than stuff that just sits and invites contemplation. Interactivity, gizmos, eating, hanging out, things that make noise - all are now the norm, often edging out much else.",
    "author": "Jerry Saltz",
    "category": "art"
  },
  {
    "quote": "To devise an information processing system capable of getting along on its own - it must handle its own problems of programming, bookkeeping, communication and coordination with its users. It must appear to its users as a single, integrated personality.",
    "author": "Cliff Shaw",
    "category": "communication"
  },
  {
    "quote": "It is all very well to copy what one sees, but it is far better to draw what one now only sees in one's memory. That is a transformation in which imagination collaborates with memory.",
    "author": "Edgar Degas",
    "category": "imagination"
  },
  {
    "quote": "Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use.",
    "author": "Andrea Dworkin",
    "category": "intelligence"
  },
  {
    "quote": "What matters to me is that I do what I think is right and I see, I'm a numbers guy, that's my attitude. I know we have a debt tsunami coming, we are bankrupting this country and I'm in a position where I can actually advance ideas to prevent that from happening. That's exactly what I should be doing.",
    "author": "Paul Ryan",
    "category": "attitude"
  },
  {
    "quote": "It isn't necessary to be rich and famous to be happy. It's only necessary to be rich.",
    "author": "Alan Alda",
    "category": "famous"
  },
  {
    "quote": "A discerning eye needs only a hint, and understatement leaves the imagination free to build its own elaborations.",
    "author": "Russell Page",
    "category": "imagination"
  },
  {
    "quote": "Almost all Iraqis with any previous experience in the intelligence business are Sunni Arab, increasing the risk of penetration of the new intelligence apparatus by the insurgency.",
    "author": "Wayne White",
    "category": "intelligence"
  },
  {
    "quote": "I am a firm believer that God has already ordered the things that have taken place in my life...and I'm just learning to follow the path he's laid before me.",
    "author": "Monica Denise Brown",
    "category": "learning"
  },
  {
    "quote": "Clearly this is a tough economic time, and a lot of families are hurting. So when we talk to parents, we talk about small changes for kids and things that don't cost extra money. Like adding water and eliminating sugary drinks and sodas. That's going to save money right there. Or adding a few more vegetables.",
    "author": "Michelle Obama",
    "category": "money"
  },
  {
    "quote": "Well, our position, and our chairman has talked about this extensively, is that we had a lot of intelligence prior to 9/11. We knew that two al Qaeda operatives who ultimately participated in the 9/11 disaster were in the United States. We didn't find them.",
    "author": "Richard Ben-Veniste",
    "category": "intelligence"
  },
  {
    "quote": "It has always been my private conviction that any man who puts his intelligence up against a fish and loses had it coming.",
    "author": "John Steinbeck",
    "category": "intelligence"
  },
  {
    "quote": "It was my father who instilled the 'never say no' attitude I carry around with me today, and who instilled in me a sense of wonder, always taking us on adventures in the car, never telling us the destination.",
    "author": "Marlee Matlin",
    "category": "car"
  },
  {
    "quote": "I am indeed amazed when I consider how weak my mind is and how prone to error.",
    "author": "Rene Descartes",
    "category": "amazing"
  },
  {
    "quote": "I doubt that the imagination can be suppressed. If you truly eradicated it in a child, he would grow up to be an eggplant.",
    "author": "Ursula K. Le Guin",
    "category": "imagination"
  },
  {
    "quote": "A man is ethical only when life, as such, is sacred to him, that of plants and animals as that of his fellow men, and when he devotes himself helpfully to all life that is in need of help.",
    "author": "Albert Schweitzer",
    "category": "men"
  },
  {
    "quote": "Many museums are drawing audiences with art that is ostensibly more entertaining than stuff that just sits and invites contemplation. Interactivity, gizmos, eating, hanging out, things that make noise - all are now the norm, often edging out much else.",
    "author": "Jerry Saltz",
    "category": "art"
  },
  {
    "quote": "I'm the only man in the world with a marriage licence made out to whom it may concern.",
    "author": "Mickey Rooney",
    "category": "marriage"
  },
  {
    "quote": "I just moved into a new house, so I love spending time at home. Everything for me is all about self-care because I really feel that if I'm at my best, than I'm able to come to my job and really be feeling the best, so if I'm not working out or going on a hike, than I'm at home recharging and cooking dinner and hanging out with my cat.",
    "author": "Lea Michele",
    "category": "home"
  },
  {
    "quote": "Ads featuring real women and real beauty are such a necessary component to offset the potentially dangerous programming out there for little girls.",
    "author": "Rashida Jones",
    "category": "beauty"
  },
  {
    "quote": "The more expansive government is, the more perils people face in daily lives, be it from IRS agents or from child support services, or from other agencies that often have little or no legal restraints on their power.",
    "author": "James Bovard",
    "category": "legal"
  },
  {
    "quote": "Art, as far as it is able, follows nature, as a pupil imitates his master thus your art must be, as it were, God's grandchild.",
    "author": "Dante Alighieri",
    "category": "art"
  },
  {
    "quote": "And I'm not as young as I once was. At my age, I don't have time to be bored.",
    "author": "Lev Grossman",
    "category": "age"
  },
  {
    "quote": "It was the courts, of course, that took away prayer from our schools, that took away Bible reading from our schools. It's the courts that gave us same-sex marriage. So it is quite a battlefield, and the Supreme Court is the highest court in the land.",
    "author": "Rod Parsley",
    "category": "marriage"
  },
  {
    "quote": "People see you onstage and the glamorous side, but they don't see you traveling 600 miles a night, eating truck stop food and spending by yourself staring at walls.",
    "author": "Jason Aldean",
    "category": "food"
  },
  {
    "quote": "I don't want to make films that give you the answer. If there is a message to my films - and I hope there isn't - it's to be open-minded.",
    "author": "Jason Reitman",
    "category": "hope"
  },
  {
    "quote": "It were a real increase of human happiness, could all young men from the age of nineteen be covered under barrels, or rendered otherwise invisible and there left to follow their lawful studies and callings, till they emerged, sadder and wiser, at the age of twenty-five.",
    "author": "Thomas Carlyle",
    "category": "men"
  },
  {
    "quote": "The world is full of people looking for spectacular happiness while they snub contentment.",
    "author": "Doug Larson",
    "category": "happiness"
  },
  {
    "quote": "Tomorrow is nothing, today is too late the good lived yesterday.",
    "author": "Marcus Aurelius",
    "category": "good"
  },
  {
    "quote": "Legal abortion will never rest easy on this nation's conscience.",
    "author": "Robert Casey",
    "category": "legal"
  },
  {
    "quote": "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.",
    "author": "Jennifer Aniston",
    "category": "love"
  },
  {
    "quote": "Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy. Speak your mind and fear less the label of 'crackpot' than the stigma of conformity. And on issues that seem important to you, stand up and be counted at any cost.",
    "author": "Chauncey Depew",
    "category": "fear"
  },
  {
    "quote": "When I was really little I would sit in the back of my dad's car when he'd be playing old-school music. He'd turn down the music and turn around and I'd be singing and know all of the words but I didn't even know how to talk. From then on I've always wanted to be a singer.",
    "author": "Leona Lewis",
    "category": "car"
  },
  {
    "quote": "The pessimist complains about the wind the optimist expects it to change the realist adjusts the sails.",
    "author": "William Arthur Ward",
    "category": "change"
  },
  {
    "quote": "I think it's so cool to be tall. Even when I'm not wearing heels people tell me I'm tall and I always take it as a complement. The good thing is I can always see everybody in the room.",
    "author": "Maria Sharapova",
    "category": "cool"
  },
  {
    "quote": "Today, we stand as a united country and are much closer to the ideals set forth in our Constitution that all men are created equal that they are endowed by their Creator with certain unalienable rights that among these are life, liberty, and the pursuit of happiness.",
    "author": "Jim Ryun",
    "category": "happiness"
  },
  {
    "quote": "The Romans were not inventors of the supporting arch, but its extended use in vaults and intersecting barrel shapes and domes is theirs.",
    "author": "Harry Seidler",
    "category": "architecture"
  },
  {
    "quote": "Personally, I don't like a girlfriend to have a husband. If she'll fool her husband, I figure she'll fool me.",
    "author": "Orson Welles",
    "category": "dating"
  },
  {
    "quote": "I have an obligation to try to live as long as I can for my family.",
    "author": "Elizabeth Edwards",
    "category": "family"
  },
  {
    "quote": "Being a Barrymore didn't help me, other than giving me a great sense of pride and a strange spiritual sense that I felt OK about having the passion to act. It made sense because my whole family had done it and it helped rationalise it for me.",
    "author": "Drew Barrymore",
    "category": "family"
  },
  {
    "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'",
    "author": "Marshall McLuhan",
    "category": "age"
  },
  {
    "quote": "As soon as laws are necessary for men, they are no longer fit for freedom.",
    "author": "Pythagoras",
    "category": "men"
  },
  {
    "quote": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.",
    "author": "Charles Stanley",
    "category": "life"
  },
  {
    "quote": "All I know is it destroyed my family, it destroyed my marriage to Sylvester and I will never get over it.",
    "author": "Brigitte Nielsen",
    "category": "marriage"
  },
  {
    "quote": "If we're destroying our trees and destroying our environment and hurting animals and hurting one another and all that stuff, there's got to be a very powerful energy to fight that. I think we need more love in the world. We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that.",
    "author": "Ellen DeGeneres",
    "category": "love"
  },
  {
    "quote": "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its author salvation for its end, and truth without any mixture for its matter. It is all pure.",
    "author": "John Locke",
    "category": "men"
  },
  {
    "quote": "A rich man told me recently that a liberal is a man who tells other people what to do with their money.",
    "author": "Amiri Baraka",
    "category": "money"
  },
  {
    "quote": "Others indeed may talk, and write, and fight about liberty, and make an outward pretence to it but the free-thinker alone is truly free.",
    "author": "George Berkeley",
    "category": "alone"
  },
  {
    "quote": "This president has been reluctant to hold anybody accountable. No one was held accountable after September the 11th. Nobody's been held accountable after the clear flaws in intelligence leading up to the war in Iraq.",
    "author": "Bob Graham",
    "category": "intelligence"
  },
  {
    "quote": "For the last few years, it's been so chic for everybody to be miserable. Like if you're in with the cool crowd, you can't be happy.",
    "author": "Lenny Kravitz",
    "category": "cool"
  },
  {
    "quote": "And I understand that, I testified in closed hearings over eight years because there are intelligence matters, there are sensitive matters that should not be held in a public hearing.",
    "author": "Louis Freeh",
    "category": "intelligence"
  },
  {
    "quote": "Art enables us to find ourselves and lose ourselves at the same time.",
    "author": "Thomas Merton",
    "category": "art"
  },
  {
    "quote": "Never in the history of fashion has so little material been raised so high to reveal so much that needs to be covered so badly.",
    "author": "Cecil Beaton",
    "category": "history"
  },
  {
    "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.",
    "author": "Samuel Butler",
    "category": "family"
  },
  {
    "quote": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.",
    "author": "Thomas Huxley",
    "category": "freedom"
  },
  {
    "quote": "When I was a kid, my father didn't really have much hope for me. He thought I was a dreamer he didn't think I would amount to anything. My mother also.",
    "author": "Frank Gehry",
    "category": "hope"
  },
  {
    "quote": "I met a lot of great people in Saudi Arabia and I'd like to see them again. And I'd love to spend more time in the desert and in the mountains. I felt really at home there.",
    "author": "Dave Eggers",
    "category": "home"
  },
  {
    "quote": "You know what's funny to me? Attitude.",
    "author": "Don Rickles",
    "category": "attitude"
  },
  {
    "quote": "English culture is basically homosexual in the sense that the men only really care about other men.",
    "author": "Germaine Greer",
    "category": "men"
  },
  {
    "quote": "To the former child migrants, who came to Australia from a home far away, led to believe this land would be a new beginning, when only to find it was not a beginning, but an end, an end of innocence - we apologise and we are sorry. To the mothers who lost the maternal right to love and care for their child - we apologise, and we are sorry.",
    "author": "Malcolm Turnbull",
    "category": "home"
  },
  {
    "quote": "Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.",
    "author": "Grover Cleveland",
    "category": "intelligence"
  },
  {
    "quote": "The American people voted to restore integrity and honesty in Washington, D.C., and the Democrats intend to lead the most honest, most open and most ethical Congress in history.",
    "author": "Nancy Pelosi",
    "category": "history"
  },
  {
    "quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.",
    "author": "Eminem",
    "category": "business"
  },
  {
    "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.",
    "author": "Ray Bradbury",
    "category": "love"
  },
  {
    "quote": "When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.",
    "author": "Henri Nouwen",
    "category": "friendship"
  },
  {
    "quote": "Our guiding principle was that design is neither an intellectual nor a material affair, but simply an integral part of the stuff of life, necessary for everyone in a civilized society.",
    "author": "Walter Gropius",
    "category": "design"
  },
  {
    "quote": "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.",
    "author": "Barbara Smith",
    "category": "love"
  },
  {
    "quote": "My contribution I hope is to get people to eat full-flavored food. If I could come away with that alone, that would be a fantastic accomplishment. I'm also very proud of being a very American chef.",
    "author": "Bobby Flay",
    "category": "food"
  },
  {
    "quote": "The man who comes up with a means for doing or producing almost anything better, faster or more economically has his future and his fortune at his fingertips.",
    "author": "J. Paul Getty",
    "category": "future"
  },
  {
    "quote": "Today a reader, tomorrow a leader.",
    "author": "Margaret Fuller",
    "category": "leadership"
  },
  {
    "quote": "To people who remember JFK's assassination, JFK Jr. will probably always be that boy saluting his father's coffin.",
    "author": "Michael Beschloss",
    "category": "history"
  },
  {
    "quote": "I mean, language fascinates me anyway, and different words have different energies and you can change the whole drive of a sentence.",
    "author": "Alan Rickman",
    "category": "change"
  },
  {
    "quote": "I've always been driven by the concept of equal justice under the law, but only the rich can pay great sums of money for legal assistance and that puts them at an advantage over the poor.",
    "author": "Samuel Dash",
    "category": "legal"
  },
  {
    "quote": "Eventually, I think Chicago will be the most beautiful great city left in the world.",
    "author": "Frank Lloyd Wright",
    "category": "great"
  },
  {
    "quote": "An important consequence of freeing oneself from the fear of death is a radical opening to spirituality of a universal and non-denominational type.",
    "author": "Stanislav Grof",
    "category": "fear"
  },
  {
    "quote": "The fact that we are I don't know how many millions of people, yet communication, complete communication, is completely impossible between two of those people, is to me one of the biggest tragic themes in the world.",
    "author": "Georges Simenon",
    "category": "communication"
  },
  {
    "quote": "In America everybody is of the opinion that he has no social superiors, since all men are equal, but he does not admit that he has no social inferiors, for, from the time of Jefferson onward, the doctrine that all men are equal applies only upwards, not downwards.",
    "author": "Bertrand Russell",
    "category": "men"
  },
  {
    "quote": "If you ever start feeling like you have the goofiest, craziest, most dysfunctional family in the world, all you have to do is go to a state fair. Because five minutes at the fair, you'll be going, 'you know, we're alright. We are dang near royalty.'",
    "author": "Jeff Foxworthy",
    "category": "family"
  },
  {
    "quote": "A novel that does not uncover a hitherto unknown segment of existence is immoral. Knowledge is the novel's only morality.",
    "author": "Milan Kundera",
    "category": "knowledge"
  },
  {
    "quote": "The reality is that the special interest groups that have lobbied against Free Choice Vouchers object to any measure that would empower employees to have a say in their health benefits because it begins to erode their power in the current health care system.",
    "author": "Ron Wyden",
    "category": "health"
  },
  {
    "quote": "A wise and frugal Government, which shall restrain men from injuring one another, which shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government, and this is necessary to close the circlue of our felicities.",
    "author": "Thomas Jefferson",
    "category": "government"
  },
  {
    "quote": "I am interested in getting people to use the healthcare system at the right time, getting them to see the doctor early enough, before a small health problem turns serious.",
    "author": "Donna Shalala",
    "category": "health"
  },
  {
    "quote": "A healthy vision of the future is not possible without an accurate knowledge of the past.",
    "author": "Daisaku Ikeda",
    "category": "future"
  },
  {
    "quote": "I did learn Chinese kung-fu in a school for a short time, but I couldn't afford to pay for long-term learning.",
    "author": "Stephen Chow",
    "category": "learning"
  },
  {
    "quote": "Do not take life too seriously. You will never get out of it alive.",
    "author": "Elbert Hubbard",
    "category": "funny"
  },
  {
    "quote": "Obama's position on marriage is brazenly cynical.",
    "author": "David Limbaugh",
    "category": "marriage"
  },
  {
    "quote": "I don't think I ever got the hang of the writers' room. I love collaborating with people, but I really do my best work alone, and I think I would want to - if I did something again, I think I'd want to take total ownership the way Aaron Sorkin or David Kelley does.",
    "author": "Diablo Cody",
    "category": "alone"
  },
  {
    "quote": "Eventually, I think Chicago will be the most beautiful great city left in the world.",
    "author": "Frank Lloyd Wright",
    "category": "great"
  },
  {
    "quote": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.",
    "author": "B. C. Forbes",
    "category": "hope"
  },
  {
    "quote": "Beauty is being in harmony with what you are.",
    "author": "Peter Nivio Zarlenga",
    "category": "beauty"
  },
  {
    "quote": "There is no class so pitiably wretched as that which possesses money and nothing else.",
    "author": "Andrew Carnegie",
    "category": "money"
  },
  {
    "quote": "And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve.",
    "author": "Tim Tebow",
    "category": "faith"
  },
  {
    "quote": "Well I certainly have learned and I hope I'm moving on and certainly two years of prison was a terrible punishment.",
    "author": "Jeffrey Archer",
    "category": "hope"
  },
  {
    "quote": "I don't hate humanity and I'm not interested in people who do. Although, it's funny, actually, some of my favorite writers really do. Like Martin Amis. My dirty secret. 'London Fields' is one of my favorite books ever. And it's indefensible! But he's so funny... I forgive him everything.",
    "author": "Elizabeth Gilbert",
    "category": "funny"
  },
  {
    "quote": "Most new jobs won't come from our biggest employers. They will come from our smallest. We've got to do everything we can to make entrepreneurial dreams a reality.",
    "author": "Ross Perot",
    "category": "dreams"
  },
  {
    "quote": "If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.",
    "author": "John Lennon",
    "category": "love"
  },
  {
    "quote": "In the beginning, we had a great deal of freedom, and Jerry wrote completely out of his imagination - very, very freely. We even had no editorial supervision to speak of, because they were in such a rush to get the thing in before deadline. But later on we were restricted.",
    "author": "Joe Shuster",
    "category": "imagination"
  },
  {
    "quote": "At root fame is a sham. I'm not going to live forever and if I am I certainly need don't you to tell me that so that I will buy a car or a box of dried up crackers.",
    "author": "Nick Mancuso",
    "category": "car"
  },
  {
    "quote": "Every few seconds it changes - up an eighth, down an eighth - it's like playing a slot machine. I lose $20 million, I gain $20 million.",
    "author": "Ted Turner",
    "category": "business"
  },
  {
    "quote": "A great many people experience the movement from one century to the next, but a minuscule number of people experience the movement from one millennium to the next.",
    "author": "Neale Donald Walsch",
    "category": "experience"
  },
  {
    "quote": "Happiness is the absence of the striving for happiness.",
    "author": "Zhuangzi",
    "category": "happiness"
  },
  {
    "quote": "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.",
    "author": "Madonna Ciccone",
    "category": "family"
  },
  {
    "quote": "I'm one of five kids and we lived on a massive farm in New South Wales with my mum and dad.",
    "author": "Abbie Cornish",
    "category": "dad"
  },
  {
    "quote": "The process by which banks create money is so simple that the mind is repelled.",
    "author": "John Kenneth Galbraith",
    "category": "money"
  },
  {
    "quote": "Doors open because you're beautiful, but I wouldn't cultivate beauty to the exclusion of brains.",
    "author": "Tia Carrere",
    "category": "beauty"
  },
  {
    "quote": "Happiness is the absence of the striving for happiness.",
    "author": "Zhuangzi",
    "category": "happiness"
  },
  {
    "quote": "Music is an art that expresses the inexpressible. It rises far above what words can mean or the intelligence define. Its domain is the imponderable and impalpable land of the unconscious.",
    "author": "Charles Munch",
    "category": "intelligence"
  },
  {
    "quote": "Well, it's a - I don't want to disappoint you, but it's a time worn tradition of Australian Governments over many years not to get into any discussion about that aspect of intelligence matters.",
    "author": "Alexander Downer",
    "category": "intelligence"
  },
  {
    "quote": "I know it's going to be the private sector that leads this country out of the current economic times we're in. You can spend your money better than the government can spend your money.",
    "author": "George W. Bush",
    "category": "government"
  },
  {
    "quote": "I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.",
    "author": "Ron White",
    "category": "funny"
  },
  {
    "quote": "Never be afraid to trust an unknown future to a known God.",
    "author": "Corrie Ten Boom",
    "category": "future"
  },
  {
    "quote": "When men and woman die, as poets sung, his heart's the last part moves, her last, the tongue.",
    "author": "Benjamin Franklin",
    "category": "men"
  },
  {
    "quote": "When I was seven, I asked my mom if I could be on TV, and she said if I really wanted to, I could. I got an agent and booked my first audition.",
    "author": "Natasha Calis",
    "category": "mom"
  },
  {
    "quote": "Beautiful Evidence is about the theory and practice of analytical design.",
    "author": "Edward Tufte",
    "category": "design"
  },
  {
    "quote": "Anger dwells only in the bosom of fools.",
    "author": "Albert Einstein",
    "category": "anger"
  },
  {
    "quote": "Never contend with a man who has nothing to lose.",
    "author": "Baltasar Gracian",
    "category": "anger"
  },
  {
    "quote": "Parents don't understand kids and kids don't understand parents. My parents were divorced when I was really young and I went to live with my dad.",
    "author": "Mark Hoppus",
    "category": "dad"
  },
  {
    "quote": "In framing a government which is to be administered by men over men you must first enable the government to control the governed and in the next place oblige it to control itself.",
    "author": "James Madison",
    "category": "government"
  },
  {
    "quote": "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.",
    "author": "Lyndon B. Johnson",
    "category": "education"
  },
  {
    "quote": "Knowledge about life is one thing effective occupation of a place in life, with its dynamic currents passing through your being, is another.",
    "author": "William James",
    "category": "knowledge"
  },
  {
    "quote": "Visible Faith is an expression of my Christian faith which must be visible to be real! I gave the name to the collection of musicians who worked with me on the record.",
    "author": "Ken Hensley",
    "category": "faith"
  },
  {
    "quote": "The truth is on the march and nothing will stop it.",
    "author": "Emile Zola",
    "category": "inspirational"
  },
  {
    "quote": "All happy families resemble one another, each unhappy family is unhappy in its own way.",
    "author": "Leo Tolstoy",
    "category": "family"
  },
  {
    "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.",
    "author": "Dalai Lama",
    "category": "life"
  },
  {
    "quote": "God has given you one face, and you make yourself another.",
    "author": "William Shakespeare",
    "category": "god"
  },
  {
    "quote": "To change ones life: Start immediately. Do it flamboyantly.",
    "author": "William James",
    "category": "change"
  },
  {
    "quote": "I consider myself to have been the bridge between the shotgun and the binoculars in bird watching. Before I came along, the primary way to observe birds was to shoot them and stuff them.",
    "author": "Roger Tory Peterson",
    "category": "environmental"
  },
  {
    "quote": "In the morning on Sunday, a drum is sounded at about 8 o'clock.",
    "author": "William Brewster",
    "category": "morning"
  },
  {
    "quote": "Happiness lies first of all in health.",
    "author": "George William Curtis",
    "category": "happiness"
  },
  {
    "quote": "Melville brought to the task a sound knowledge of actual whaling, much curious learning in the literature of the subject, and, above all, an imagination which worked with great power upon the facts of his own experience.",
    "author": "Carl Clinton Van Doren",
    "category": "learning"
  },
  {
    "quote": "An angry man opens his mouth and shuts his eyes.",
    "author": "Cato the Elder",
    "category": "anger"
  },
  {
    "quote": "Baking cookies is comforting, and cookies are the sweetest little bit of comfort food. They are very bite-sized and personal.",
    "author": "Sandra Lee",
    "category": "food"
  },
  {
    "quote": "When we're dealing with the people in our family - no matter how annoying or gross they may be, no matter how self-inflicted their suffering may appear, no matter how afflicted they are with ignorance, prejudice or nose hairs - we give from the deepest parts of ourselves.",
    "author": "Anne Lamott",
    "category": "family"
  },
  {
    "quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?",
    "author": "Jim Carrey",
    "category": "dreams"
  },
  {
    "quote": "The ancient Romans built their greatest masterpieces of architecture, their amphitheaters, for wild beasts to fight in.",
    "author": "Voltaire",
    "category": "architecture"
  },
  {
    "quote": "If one more 'journalist' makes a cavalier statement about me and my band, I will personally or with my fans' help, greet them at their home and discover just how much they believe in their freedom of speech.",
    "author": "Marilyn Manson",
    "category": "home"
  },
  {
    "quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.",
    "author": "Paulo Coelho",
    "category": "good"
  },
  {
    "quote": "I told my agents that I didn't want to go on the audition. But as that was happening I called my mom, who has been watching the show from the beginning, and my mom said, 'It's the coolest show. You have to go.'",
    "author": "Mary Lynn Rajskub",
    "category": "mom"
  },
  {
    "quote": "Citizen Kane is perhaps the one American talking picture that seems as fresh now as the day it opened. It may seem even fresher.",
    "author": "Pauline Kael",
    "category": "movies"
  },
  {
    "quote": "Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.",
    "author": "Gustave Flaubert",
    "category": "love"
  },
  {
    "quote": "Sooner or later they are going to live in a New York City where gay marriage is not only legal, but it's common and they don't even notice.",
    "author": "Anthony Weiner",
    "category": "legal"
  },
  {
    "quote": "Men are moved by two levers only: fear and self interest.",
    "author": "Napoleon Bonaparte",
    "category": "men"
  },
  {
    "quote": "I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it.",
    "author": "Bill Rancic",
    "category": "courage"
  },
  {
    "quote": "Yes, we must ever be friends; and of all who offer you friendship let me be ever the first, the truest, the nearest and dearest!",
    "author": "Longfellow, Henry Wadsworth",
    "category": "friendship"
  },
  {
    "quote": "So I've seen life as one long learning process. And if I see - you know, if I fly on somebody else's airline and find the experience is not a pleasant one, which it wasn't in - 21 years ago, then I'd think, well, you know, maybe I can create the kind of airline that I'd like to fly on.",
    "author": "Richard Branson",
    "category": "experience"
  },
  {
    "quote": "There's a food revolution going on throughout the country. And it doesn't matter if you're down south, up north in Maine, if you're out west in Portland or Seattle.",
    "author": "Tom Colicchio",
    "category": "food"
  },
  {
    "quote": "There is hardly any activity, any enterprise, which is started out with such tremendous hopes and expectations, and yet which fails so regularly, as love",
    "author": "Fromm, Erich",
    "category": "love"
  },
  {
    "quote": "I think the next best thing to solving a problem is finding some humor in it.",
    "author": "Frank A. Clark",
    "category": "humor"
  },
  {
    "quote": "The bad gains respect through imitation, the good loses it especially in art.",
    "author": "Friedrich Nietzsche",
    "category": "good"
  },
  {
    "quote": "If you don't drive your business, you will be driven out of business.",
    "author": "B. C. Forbes",
    "category": "business"
  },
  {
    "quote": "It never seems to occur to some people, that, like beauty, a sense of humor may sometimes be fatal.",
    "author": "Edgar Rice Burroghs",
    "category": "beauty"
  },
  {
    "quote": "Deep down, I'm a Texas girl looking for that big romance every girl dreams about. Biologically, I look forward to being a cornerstone of a family. I'll be in my glory when I have a child on my knee.",
    "author": "Renee Zellweger",
    "category": "dreams"
  },
  {
    "quote": "I didn't really get into golf until I was about 14. My mom and dad were taking lessons from a pro an hour and a half from our farm in Cohuna, Australia. When they got home, I'd ask my mom to explain everything they learned - drills and all.",
    "author": "Stuart Appleby",
    "category": "mom"
  },
  {
    "quote": "I had been found in a mud puddle at 4:30 in the morning.",
    "author": "Lance Loud",
    "category": "morning"
  },
  {
    "quote": "If I wasn't even famous or had any success, I would still wake up and put tons of make-up on, and put on a cool outfit. That's always been who I've been my whole life, so that's never gonna change. I love fashion. I love getting dressed up. I love Halloween, too.",
    "author": "Gwen Stefani",
    "category": "famous"
  },
  {
    "quote": "A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'",
    "author": "Claude Pepper",
    "category": "age"
  },
  {
    "quote": "I haven't seen Clones, which has been during this period when I haven't seen much of anything, but I did see Phantom Menace, and see my feelings about it - see, first of all, I think that when you make a lot of movies, your attitude about the movies changes.",
    "author": "Lawrence Kasdan",
    "category": "attitude"
  },
  {
    "quote": "We can't drive our SUVs and eat as much as we want and keep our homes on 72 degrees at all times... and then just expect that other countries are going to say OK. That's not leadership. That's not going to happen.",
    "author": "Barack Obama",
    "category": "leadership"
  },
  {
    "quote": "And then I went to 'Dawson's Creek,' which is a show that was, for better or for worse, all about the language. It was a word-perfect show, which I'd never had any experience with. And it was really shocking for me. I felt really hemmed in. At the time, it wasn't my favorite working experience.",
    "author": "Busy Philipps",
    "category": "experience"
  },
  {
    "quote": "I hope we don't get to the point where we have to have the cat stop chasing the mouse to teach him glassblowing and basket weaving.",
    "author": "Joseph Barbera",
    "category": "hope"
  },
  {
    "quote": "God reigns when we take a liberal view, when a liberal view is presented to us.",
    "author": "Henry David Thoreau",
    "category": "god"
  },
  {
    "quote": "During a trip to Iraq last fall, I visited our theater hospital at Balad Air Force Base and witnessed these skilled medical professionals in action and met the brave soldiers whose lives they saved.",
    "author": "Melissa Bean",
    "category": "medical"
  },
  {
    "quote": "So I can't show you how, exactly, health care is a basic human right. But what I can argue is that no one should have to die of a disease that is treatable.",
    "author": "Paul Farmer",
    "category": "health"
  },
  {
    "quote": "Favor comes because for a brief moment in the great space of human change and progress some general human purpose finds in him a satisfactory embodiment.",
    "author": "Franklin D. Roosevelt",
    "category": "great"
  },
  {
    "quote": "I don't think the money people in Hollywood have ever thought I was normal, but I am dedicated to my work and that's what counts.",
    "author": "Angelina Jolie",
    "category": "money"
  },
  {
    "quote": "It would be great to do another television show that was a multi-camera because the hours are so wonderful and you can be a good mom at the same time. The problem is, there aren't a lot of multi-camera shows that I personally like. My aesthetic is more geared toward single-camera shows.",
    "author": "Kaitlin Olson",
    "category": "mom"
  },
  {
    "quote": "Military intelligence interrogators, however, their goal is to get information, to save lives, to stop the war, to find Saddam - whatever the information is going to be used for, at whatever cost.",
    "author": "Janis Karpinski",
    "category": "intelligence"
  },
  {
    "quote": "An important lever for sustained action in tackling poverty and reducing hunger is money.",
    "author": "Gro Harlem Brundtland",
    "category": "money"
  },
  {
    "quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.",
    "author": "John Cheever",
    "category": "knowledge"
  },
  {
    "quote": "It will take some time before a politician will capture the imagination of the American people and have the vision and understanding to do what is necessary for a better future for the people of America and the world.",
    "author": "David Korten",
    "category": "imagination"
  },
  {
    "quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.",
    "author": "Walt Disney",
    "category": "future"
  },
  {
    "quote": "I finish so many books it's amazing. I'm also doing Rosetta Stone, learning some French.",
    "author": "Kellan Lutz",
    "category": "learning"
  },
  {
    "quote": "I would go to work from 9 to 6, go home, nap for two hours, then write from 8 to 2 a.m.",
    "author": "Lena Dunham",
    "category": "home"
  },
  {
    "quote": "I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being.",
    "author": "Oscar Wilde",
    "category": "art"
  },
  {
    "quote": "Poor Georgia O'Keeffe. Death didn't soften the opinions of the art world toward her paintings.",
    "author": "Jerry Saltz",
    "category": "death"
  },
  {
    "quote": "You made a lot of mistakes, and you wrote a lot of crap. But it was all part of the learning process.",
    "author": "Cynthia Weil",
    "category": "learning"
  },
  {
    "quote": "I've never sat there and plotted out how I was going to become successful or famous.",
    "author": "Jennifer Aniston",
    "category": "famous"
  },
  {
    "quote": "Performers are so vulnerable. They're frightened of humiliation, sure their work will be crap. I try to make an environment where it's warm, where it's OK to fail - a kind of home, I suppose.",
    "author": "Jane Campion",
    "category": "home"
  },
  {
    "quote": "The future influences the present just as much as the past.",
    "author": "Friedrich Nietzsche",
    "category": "future"
  },
  {
    "quote": "Remember in 1973 the same science chatter said that the coming Ice Age is going to occur, we're going to lose millions of people. And the politicians knew how to solve it, they just didn't have the courage to solve it they were going to put coal dust on the Arctic.",
    "author": "Don Young",
    "category": "courage"
  },
  {
    "quote": "In the Lamborghini I have to avoid certain roads because of pot holes, and there's nowhere to put my drink, no cup holder. And I'm not going to lie, it looks pretentious. I used to think it was cool to, like, drive it to dinner. Now? Like I really need to be looked at any more.",
    "author": "Danica Patrick",
    "category": "cool"
  },
  {
    "quote": "When I left Europe in 1987 I did so with the thought that my relevance as a composition teacher would benefit from a certain cool distance to certain tendencies I had been observing for several years with increasing disquiet.",
    "author": "Brian Ferneyhough",
    "category": "cool"
  },
  {
    "quote": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.",
    "author": "Richard M. Nixon",
    "category": "history"
  },
  {
    "quote": "Jamal Crawford reminds me the most of myself, the way he goes to the basket. But they need leadership.",
    "author": "Earl Monroe",
    "category": "leadership"
  },
  {
    "quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?",
    "author": "Adam Smith",
    "category": "health"
  },
  {
    "quote": "Knowing who the actors were as you were designing them helped, with Catherine's beauty and Renee's frailty, they directed me visually just by who they were.",
    "author": "Colleen Atwood",
    "category": "beauty"
  },
  {
    "quote": "Mankind is made great or little by its own will.",
    "author": "Friedrich Schiller",
    "category": "inspirational"
  },
  {
    "quote": "A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.",
    "author": "Orison Swett Marden",
    "category": "great"
  },
  {
    "quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.",
    "author": "Herodotus",
    "category": "alone"
  },
  {
    "quote": "Britain's great strength is its innovative, design and engineering natural ability and we're not using it.",
    "author": "James Dyson",
    "category": "design"
  },
  {
    "quote": "There are many challenges, there are many obstacles let us try to change the obstacles to advantages.",
    "author": "Harri Holkeri",
    "category": "change"
  },
  {
    "quote": "History shows that where ethics and economics come in conflict, victory is always with economics. Vested interests have never been known to have willingly divested themselves unless there was sufficient force to compel them.",
    "author": "B. R. Ambedkar",
    "category": "history"
  },
  {
    "quote": "So even though I consider myself a fairly upbeat person, energetic and things like that, I never do very well on happiness tests.",
    "author": "Barbara Ehrenreich",
    "category": "happiness"
  },
  {
    "quote": "The factory of the future will have only two employees, a man and a dog. The man will be there to feed the dog. The dog will be there to keep the man from touching the equipment.",
    "author": "Warren G. Bennis",
    "category": "future"
  },
  {
    "quote": "The four of us couldn't have made a record with the time left over when we were shooting the show. We were on stage from 7.30 in the morning 'til 7 at night. Later on, when there was a break from filming, and we were sick of doing it the old way.",
    "author": "Peter Tork",
    "category": "morning"
  },
  {
    "quote": "If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands.",
    "author": "Douglas Adams",
    "category": "family"
  },
  {
    "quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball.",
    "author": "Doug Larson",
    "category": "age"
  },
  {
    "quote": "I work more now because at this time of my life I am not disturbed from my aim by outside pressures such as family, passionate relationships, dealing with 'who am I?' - those complications when one is searching for one's self.",
    "author": "Jeanne Moreau",
    "category": "family"
  },
  {
    "quote": "I am optimistic that peace can be achieved in the region because I believe that every society on earth can be free and that if freedom comes to the Middle East, there can be peace.",
    "author": "Natan Sharansky",
    "category": "freedom"
  },
  {
    "quote": "The interpretation of dreams is a great art.",
    "author": "Paracelsus",
    "category": "dreams"
  },
  {
    "quote": "I didn't have any confidence in my beauty when I was young. I felt like a character actress, and I still do.",
    "author": "Meryl Streep",
    "category": "beauty"
  },
  {
    "quote": "It seems to me there is a change in what audiences want to see. I can only hope that's correct, because there's an awful lot of people of my age around now and we outnumber the others.",
    "author": "Maggie Smith",
    "category": "hope"
  },
  {
    "quote": "Art is the proper task of life.",
    "author": "Friedrich Nietzsche",
    "category": "life"
  },
  {
    "quote": "Heaven means to be one with God.",
    "author": "Confucius",
    "category": "god"
  },
  {
    "quote": "Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.",
    "author": "Laura Schlessinger",
    "category": "courage"
  },
  {
    "quote": "I can't satisfy myself with just trying to tie all of my imagination into music, especially when music is not appreciated as an art form as much as it used to be.",
    "author": "Marilyn Manson",
    "category": "art"
  },
  {
    "quote": "It's insecurity that is always chasing you and standing in the way of your dreams.",
    "author": "Vin Diesel",
    "category": "dreams"
  },
  {
    "quote": "Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy.",
    "author": "Sai Baba",
    "category": "love"
  },
  {
    "quote": "Harmony with land is like harmony with a friend you cannot cherish his right hand and chop off his left.",
    "author": "Aldo Leopold",
    "category": "environmental"
  },
  {
    "quote": "Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man without liberty, no happiness can be enjoyed by society.",
    "author": "Henry St. John",
    "category": "happiness"
  },
  {
    "quote": "Health care costs are eating the Defense Department alive.",
    "author": "Robert M. Gates",
    "category": "health"
  },
  {
    "quote": "Switzerland is a small, steep country, much more up and down than sideways, and is all stuck over with large brown hotels built on the cuckoo clock style of architecture.",
    "author": "Ernest Hemingway",
    "category": "architecture"
  },
  {
    "quote": "He looked about as inconspicuous as a tarantula on a slice of angel food.",
    "author": "Raymond Chandler",
    "category": "food"
  },
  {
    "quote": "Even those who, like me, believe that Roe v. Wade and the decisions elaborating on reproductive rights were constitutionally correct must recognize that, for many on the right, the sudden and relatively sloppily reasoned character of the abortion rulings... did real damage to the Court's reputation as a relatively neutral arbiter of legal disputes.",
    "author": "Laurence Tribe",
    "category": "legal"
  },
  {
    "quote": "My three addictions of choice are food, love and work.",
    "author": "Alanis Morissette",
    "category": "food"
  },
  {
    "quote": "French architecture always manages to combine the most magnificent underlying themes of architecture like Roman design, it looks to the community.",
    "author": "Stephen Gardiner",
    "category": "design"
  },
  {
    "quote": "There are as many kinds of beauty as there are habitual ways of seeking happiness.",
    "author": "Charles Baudelaire",
    "category": "happiness"
  },
  {
    "quote": "If we want to secure the best jobs in the future, we must make America the best place in the world to do business.",
    "author": "Jim DeMint",
    "category": "business"
  },
  {
    "quote": "Nothing. We're all friends and friendly. So when the cameras go down, depending on the mood or the nature of the material we're dealing with, there's usually a kind of a prevailing light attitude that's floating around.",
    "author": "Richard Dean Anderson",
    "category": "attitude"
  },
  {
    "quote": "I am thankful I was born in America, although if I gain any more weight the burqa thing may start to seem like a good idea to me. See? Another plus about America, you can always find some food.",
    "author": "Elayne Boosler",
    "category": "food"
  },
  {
    "quote": "I'm tempted by everything. My husband makes fun of me because every day it's a new food that I love. I have a weakness for butterscotch pudding, ice cream in any flavor and dark chocolate, although that's one thing I do keep in my house - 70% dark chocolate.",
    "author": "Gail Simmons",
    "category": "food"
  },
  {
    "quote": "I have put gay dating on the map.",
    "author": "Patti Stanger",
    "category": "dating"
  },
  {
    "quote": "There is no such thing as an underestimate of average intelligence.",
    "author": "Henry Adams",
    "category": "intelligence"
  },
  {
    "quote": "The reason why you know more funny dudes than funny chicks is that dudes are funnier than chicks. If my daughter has a mediocre sense of humor, I'm just gonna tell her, 'Be a staff writer for a sitcom. Because they'll have to hire you, they can't really fire you, and you don't have to produce that much. It'll be awesome.'",
    "author": "Adam Carolla",
    "category": "funny"
  },
  {
    "quote": "The greatest public health threat for many American women is the men they live with.",
    "author": "Anna Quindlen",
    "category": "health"
  },
  {
    "quote": "But one of the things I learned is that when you fight for something you believe in and you tell the truth and you do your best, you can always hold your head up high and no one can take that away from you.",
    "author": "Vanessa Kerry",
    "category": "best"
  },
  {
    "quote": "Hollywood is a cross between a health farm, a recreation center and an insane asylum. It's a company town, and I happen to like the company!",
    "author": "Michael Caine",
    "category": "health"
  },
  {
    "quote": "I feel no need for any other faith than my faith in the kindness of human beings. I am so absorbed in the wonder of earth and the life upon it that I cannot think of heaven and angels.",
    "author": "Pearl S. Buck",
    "category": "faith"
  },
  {
    "quote": "When things are really good, really easy it's not cool for me.",
    "author": "Romario",
    "category": "cool"
  },
  {
    "quote": "Knowledge is generally considered a good thing so, presumably, knowing more about how the U.S. thinks and operates around the world is also good.",
    "author": "Peter Singer",
    "category": "knowledge"
  },
  {
    "quote": "People buy into the leader before they buy into the vision.",
    "author": "John C. Maxwell",
    "category": "leadership"
  },
  {
    "quote": "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is once you do, you can learn about the new world you're in and take advantage of it.",
    "author": "Nikki Giovanni",
    "category": "change"
  },
  {
    "quote": "Between 2 and 3 in the morning of the 19th inst. I was aroused by the cry that the enemy was upon us.",
    "author": "Richard Francis Burton",
    "category": "morning"
  },
  {
    "quote": "For those who are able to work, work has to be seen as the best route out of poverty. For work is not just about more money - it is transformative. It's about taking responsibility for yourself and your family.",
    "author": "Iain Duncan Smith",
    "category": "family"
  },
  {
    "quote": "I wanted to be successful, not famous.",
    "author": "George Harrison",
    "category": "famous"
  },
  {
    "quote": "Our career is a dream. I mean, we get to act, travel around the world, and meet cool people. What's not to love!",
    "author": "Mary-Kate Olsen",
    "category": "cool"
  },
  {
    "quote": "The way I feel today, as long as my health is good and I can handle myself well and people still come to my concerts, still buy my CDs, I'll keep playing until I feel like I can't.",
    "author": "B. B. King",
    "category": "health"
  },
  {
    "quote": "The media seems to think only abortion and gay marriage are religious issues. Poverty is a moral issue, it's a faith issue, it's a religious issue.",
    "author": "Jim Wallis",
    "category": "marriage"
  },
  {
    "quote": "Your library is your paradise.",
    "author": "Desiderius Erasmus",
    "category": "education"
  },
  {
    "quote": "Scholarship was one thing, drudgery another. I very soon concluded that nothing would induce me to read, let alone make notes on, hundreds and hundreds of very, very, very boring books.",
    "author": "Simon Raven",
    "category": "alone"
  },
  {
    "quote": "A retired teacher paid $62,000 towards her pension and nothing, yes nothing, for full family medical, dental and vision coverage over her entire career. What will we pay her? $1.4 million in pension benefits and another $215,000 in health care benefit premiums over her lifetime.",
    "author": "Chris Christie",
    "category": "medical"
  },
  {
    "quote": "Experience isn't interesting until it begins to repeat itself. In fact, till it does that, it hardly is experience.",
    "author": "Elizabeth Bowen",
    "category": "experience"
  },
  {
    "quote": "I think first and foremost everybody should understand that Canadians are strongly committed to the system of universal health insurance, to the principle that your ability to pay does not determine your access to critical medical service.",
    "author": "Stephen Harper",
    "category": "medical"
  },
  {
    "quote": "As soon as laws are necessary for men, they are no longer fit for freedom.",
    "author": "Pythagoras",
    "category": "freedom"
  },
  {
    "quote": "He that does good to another does good also to himself.",
    "author": "Lucius Annaeus Seneca",
    "category": "good"
  },
  {
    "quote": "At this present time, matter is still the best way to think of architecture, but I'm not so sure for very long. The computer is radicalizing the way we think about our world.",
    "author": "Ben Nicholson",
    "category": "architecture"
  },
  {
    "quote": "Love sought is good, but given unsought, is better.",
    "author": "William Shakespeare",
    "category": "good"
  },
  {
    "quote": "They must often change, who would be constant in happiness or wisdom.",
    "author": "Confucius",
    "category": "change"
  },
  {
    "quote": "The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.",
    "author": "Thomas Aquinas",
    "category": "learning"
  },
  {
    "quote": "If there are more and more environmental refugees, they are going to end up on your doorstep too.",
    "author": "Nina Fedoroff",
    "category": "environmental"
  },
  {
    "quote": "Buy with your heart, not your head. You can look at all the aspects that make a purchase practical, but that kind of thinking makes it an investment rather than a home.",
    "author": "Barbara Corcoran",
    "category": "home"
  },
  {
    "quote": "I walk the streets, take the train, it's real simple. Some actors create their own mythology: 'Oh, I'm so famous I can't go places, because I created this mythology that I'm so famous I can't go places.'",
    "author": "Samuel L. Jackson",
    "category": "famous"
  },
  {
    "quote": "Australia is so cool that it's hard to even know where to start describing it. The beaches are beautiful so is the weather. Not too crowded. Great food, great music, really nice people. It must be a lot like Los Angeles was many years ago.",
    "author": "Mary-Kate Olsen",
    "category": "food"
  },
  {
    "quote": "Man, I don't want to have nothing to do with computers. I don't want the government in my business.",
    "author": "Erykah Badu",
    "category": "business"
  },
  {
    "quote": "Money and corruption are ruining the land, crooked politicians betray the working man, pocketing the profits and treating us like sheep, and we're tired of hearing promises that we know they'll never keep.",
    "author": "Ray Davies",
    "category": "money"
  },
  {
    "quote": "But at any rate, the point is that God is what nobody admits to being, and everybody really is.",
    "author": "Alan Watts",
    "category": "god"
  },
  {
    "quote": "We should laugh before being happy, for fear of dying without having laughed.",
    "author": "Jean de la Bruyere",
    "category": "fear"
  },
  {
    "quote": "I knew at an early age I wanted to act. Acting was always easy for me. I don't believe in predestination, but I do believe that once you get where ever it is you are going, that is where you were going to be.",
    "author": "Morgan Freeman",
    "category": "age"
  },
  {
    "quote": "I don't know if I believe in marriage. I believe in family, love and children.",
    "author": "Penelope Cruz",
    "category": "family"
  },
  {
    "quote": "I don't have clear-cut positions. I get baffled by things. I have viewpoints. Sometimes they change.",
    "author": "Annie Lennox",
    "category": "change"
  },
  {
    "quote": "Leadership and learning are indispensable to each other.",
    "author": "John F. Kennedy",
    "category": "learning"
  },
  {
    "quote": "I remember saying goodbye to my father the night he left to join the Navy. He didn't have to. He was older than other servicemen and had a family to support but he wanted to be a part of the fight against fascism, not just make movies about it. I admired this about him.",
    "author": "Jane Fonda",
    "category": "movies"
  },
  {
    "quote": "I've already established my (political)machinery. It's like a car. It's fixed already. You just have to get in and drive it.",
    "author": "Manny Pacquiao",
    "category": "car"
  },
  {
    "quote": "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten.",
    "author": "John Dryden",
    "category": "anger"
  },
  {
    "quote": "Hope is like a harebell trembling from its birth.",
    "author": "Christina Rossetti",
    "category": "hope"
  },
  {
    "quote": "Run for your life from any man who tells you that money is evil. That sentence is the leper's bell of an approaching looter.",
    "author": "Ayn Rand",
    "category": "life"
  },
  {
    "quote": "The greatest public health threat for many American women is the men they live with.",
    "author": "Anna Quindlen",
    "category": "health"
  },
  {
    "quote": "Our party must continue to strike fear in the heart of the white man, our real enemy!",
    "author": "Robert Mugabe",
    "category": "fear"
  },
  {
    "quote": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation that is what I call good company.",
    "author": "Jane Austen",
    "category": "good"
  },
  {
    "quote": "I maintain the rather old-fashioned view that this is my work and it's in the public arena, but that doesn't entitle everyone to know what happened at home before coming here.",
    "author": "Francesca Annis",
    "category": "home"
  },
  {
    "quote": "I can't imagine dating a boy, meeting him only outside the home. What's a home and family for if it's not the center of one's life?",
    "author": "Loretta Young",
    "category": "home"
  },
  {
    "quote": "It's always a little mind-boggling to realize that these famous actors know who I am.",
    "author": "Emily Blunt",
    "category": "famous"
  },
  {
    "quote": "My mother and stepfather were married 43 years, so I have watched a long marriage. I feel like I had a very good role model for that. And, you know, it's just a number.",
    "author": "Jamie Lee Curtis",
    "category": "marriage"
  },
  {
    "quote": "The highest reward for a person's toil is not what they get for it, but what they become by it.",
    "author": "Ruskin",
    "category": "success"
  },
  {
    "quote": "Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them.",
    "author": "Nathaniel Hawthorne",
    "category": "good"
  },
  {
    "quote": "Whatever I will become will be what God has chosen for me.",
    "author": "Elvis Presley",
    "category": "god"
  },
  {
    "quote": "If I win and get the money, then the Oakland Police department is going to buy a boys' home, me a house, my family a house, and a Stop Police Brutality Center.",
    "author": "Tupac Shakur",
    "category": "family"
  },
  {
    "quote": "Reason is a crutch for age, but youth is strong enough to walk alone.",
    "author": "John Dryden",
    "category": "age"
  },
  {
    "quote": "Whatever the immediate gains and losses, the dangers to our safety arising from political suppression are always greater than the dangers to the safety resulting from political freedom. Suppression is always foolish. Freedom is always wise.",
    "author": "Alexander Meiklejohn",
    "category": "freedom"
  },
  {
    "quote": "Pink Floyd is like a marriage that's on a permanent trial separation.",
    "author": "Rick Wright",
    "category": "marriage"
  },
  {
    "quote": "How do you design it so that people can form a space of their own, and feel quiet and contemplative?",
    "author": "Michael Arad",
    "category": "design"
  },
  {
    "quote": "I know I'm talented, but I wasn't put here to sing. I was put here to be a wife and a mom and look after my family. I love what I do, but it's not where it begins and ends.",
    "author": "Amy Winehouse",
    "category": "family"
  },
  {
    "quote": "Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.",
    "author": "Miguel Angel Ruiz",
    "category": "life"
  },
  {
    "quote": "Our Founders warned against this. They said don't... that your liberty is only as secure as the people are. Because once they, um, get the ability to vote themselves entitlements from the largesse of the government, liberty is done freedom is over with. We were warned. We are there.",
    "author": "Sharron Angle",
    "category": "freedom"
  },
  {
    "quote": "God can be realized through all paths. All religions are true. The important thing is to reach the roof. You can reach it by stone stairs or by wooden stairs or by bamboo steps or by a rope. You can also climb up by a bamboo pole.",
    "author": "Ramakrishna",
    "category": "god"
  },
  {
    "quote": "It's not the voting that's democracy it's the counting.",
    "author": "Tom Stoppard",
    "category": "government"
  },
  {
    "quote": "Medicine is my lawful wife and literature my mistress when I get tired of one, I spend the night with the other.",
    "author": "Anton Chekhov",
    "category": "medical"
  },
  {
    "quote": "If I had the medical clearance to fight, I would want to fight the best. The best would be Mayweather.",
    "author": "Roberto Duran",
    "category": "medical"
  },
  {
    "quote": "Taste is developed by the diversity of the products one can sample. I think our children today may be missing an education about food. We must teach them to know their cuisine and to know the equilibrium of nourishment. That is very important for health.",
    "author": "Joel Robuchon",
    "category": "health"
  },
  {
    "quote": "If you don't want women to do whatever they need to do then you must provide them with food, you must provide them with shelter and their basic human rights.",
    "author": "Emma Thompson",
    "category": "food"
  },
  {
    "quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams.",
    "author": "Henry David Thoreau",
    "category": "dreams"
  },
  {
    "quote": "I'm done with men... I'm going to be alone. I have no luck with relationships. I don't think I'm made for marriage.",
    "author": "Halle Berry",
    "category": "marriage"
  },
  {
    "quote": "The just is close to the people's heart, but the merciful is close to the heart of God.",
    "author": "Khalil Gibran",
    "category": "god"
  },
  {
    "quote": "I used to be a real prince charming if I went on a date with a girl. But then I'd get to where I was likely to have a stroke from the stress of keeping up my act. I've since learned the key to a good date is to pay attention on her.",
    "author": "Matthew Perry",
    "category": "good"
  },
  {
    "quote": "If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own.",
    "author": "Charlotte Bronte",
    "category": "friendship"
  },
  {
    "quote": "More belongs to marriage than four legs in a bed.",
    "author": "Rainer Maria Rilke",
    "category": "marriage"
  },
  {
    "quote": "I have some anger issues.",
    "author": "Bryan Cranston",
    "category": "anger"
  },
  {
    "quote": "I know only that what is moral is what you feel good after and what is immoral is what you feel bad after.",
    "author": "Ernest Hemingway",
    "category": "good"
  },
  {
    "quote": "I was at the end of the studio system so when I walked into movies, I had a magnificent suite in which I had a living room and a kitchen and a complete makeup room. I had everything just for me. With the independents, you're kind of roughing it, literally.",
    "author": "Tippi Hedren",
    "category": "movies"
  },
  {
    "quote": "A man's primary fantasy is access to a variety of attractive women without the fear of rejection.",
    "author": "Warren Farrell",
    "category": "fear"
  },
  {
    "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.",
    "author": "E. O. Wilson",
    "category": "failure"
  },
  {
    "quote": "Time and money spent in helping men to do more for themselves is far better than mere giving.",
    "author": "Henry Ford",
    "category": "men"
  },
  {
    "quote": "For two thousand years, the Church has guided the development of music, carefully legislating to fuse artistic talent and aesthetic beauty with the demands of the Faith.",
    "author": "Richard Morris",
    "category": "faith"
  },
  {
    "quote": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.",
    "author": "Jack Welch",
    "category": "learning"
  },
  {
    "quote": "Tomorrow hopes we have learned something from yesterday.",
    "author": "John Wayne",
    "category": "hope"
  },
  {
    "quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.",
    "author": "Michael J. Fox",
    "category": "morning"
  },
  {
    "quote": "I was angry and frustrated until I started my own family and my first child was born. Until then I didn't really appreciate life the way I should have, but fortunately I woke up.",
    "author": "Johnny Depp",
    "category": "family"
  },
  {
    "quote": "By the time I got home at night, my eyes were so chlorinated I saw rings around every light.",
    "author": "Esther Williams",
    "category": "home"
  },
  {
    "quote": "Racism has been for everyone like a horrible, tragic car crash, and we've all been heavily sedated from it. If we don't come into consciousness of this tragedy, there's going to be a violent awakening we don't want. The question is, can we wake up?",
    "author": "Anna Deavere Smith",
    "category": "car"
  },
  {
    "quote": "Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before.",
    "author": "Kathryn Bigelow",
    "category": "courage"
  },
  {
    "quote": "Always end the name of your child with a vowel, so that when you yell the name will carry.",
    "author": "Bill Cosby",
    "category": "funny"
  },
  {
    "quote": "As I was coming up, it always seemed like I was learning. If it wasn't from school, it was the 'hood. The influences of the 'hood are very powerful.",
    "author": "Junior Seau",
    "category": "learning"
  },
  {
    "quote": "Just living is not enough... one must have sunshine, freedom, and a little flower.",
    "author": "Hans Christian Anderson",
    "category": "freedom"
  },
  {
    "quote": "I'm a history nut.",
    "author": "Billy Joel",
    "category": "history"
  },
  {
    "quote": "But human nature dictates that there will always be cheaters. That's inevitable. Where there's money involved and glory, there are going to be people that cheat, and there will always be ways to cheat.",
    "author": "David Millar",
    "category": "money"
  },
  {
    "quote": "In a finite world this means that the per capita share of the world's goods must steadily decrease.",
    "author": "Garrett Hardin",
    "category": "environmental"
  },
  {
    "quote": "I say to mankind, Be not curious about God. For I, who am curious about each, am not curious about God - I hear and behold God in every object, yet understand God not in the least.",
    "author": "Walt Whitman",
    "category": "god"
  },
  {
    "quote": "It becomes a giant's task to compute the result when the effect of cross seas, wind at all angles and ever varying force, arched surfaces, head resistance, ratio of weight to area, and the intelligence of the guiding power crop up.",
    "author": "Lawrence Hargrave",
    "category": "intelligence"
  },
  {
    "quote": "All I know about thermal pollution is that if we continue our present rate of growth in electrical energy consumption it will simply take, by the year 2000, all our freshwater streams to cool the generators and reactors.",
    "author": "David R. Brower",
    "category": "cool"
  },
  {
    "quote": "But I don't think that it's a form of family that I would be comfortable in. I've found a way to this character and this family, but I still believe that a marriage is between two people and not seven or three.",
    "author": "Jeanne Tripplehorn",
    "category": "marriage"
  },
  {
    "quote": "Coming Home had been made before and Apocalypse Now and Deer Hunter, different kinds of movies.",
    "author": "Oliver Stone",
    "category": "movies"
  },
  {
    "quote": "I've dated some women who have turned me on to some funny things that are strange for men to actually do, but these things have become part of my process. I think the things I do for my appearance help make me look better. I even colour my hair because I like how it makes me look.",
    "author": "Ryan Seacrest",
    "category": "funny"
  },
  {
    "quote": "I think national issues play into gubernatorial races less than, obviously, in Senate and Congressional races. Much less. They tend to be more decided by personality, leadership qualities and by state or local issues. They still have some effect, no question about it, but not as much as Senate and Congressional races.",
    "author": "Edward G. Rendell",
    "category": "leadership"
  },
  {
    "quote": "When I look upon seamen, men of science and philosophers, man is the wisest of all beings when I look upon priests and prophets nothing is as contemptible as man.",
    "author": "Diogenes",
    "category": "men"
  },
  {
    "quote": "It is not enough to have a good mind the main thing is to use it well.",
    "author": "Rene Descartes",
    "category": "good"
  },
  {
    "quote": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.",
    "author": "M. Scott Peck",
    "category": "history"
  },
  {
    "quote": "Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.",
    "author": "Laura Schlessinger",
    "category": "experience"
  },
  {
    "quote": "I can only hope to be 10 percent of the mom mine was to me. She encouraged me to be confident and enjoy life. That's what I want for my son.",
    "author": "Charlize Theron",
    "category": "hope"
  },
  {
    "quote": "I used to have a theory actually that, if you've had a good childhood, a good marriage and a little bit of money in the bank, you're going to make a lousy comedian.",
    "author": "David Steinberg",
    "category": "marriage"
  },
  {
    "quote": "Marriage is not simply a romantic union between two people it's also a political and economic contract of the highest order.",
    "author": "Elizabeth Gilbert",
    "category": "marriage"
  },
  {
    "quote": "I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating. Most people attach failure to something not working out or how people perceive you. This way, it is about answering to yourself.",
    "author": "Sara Blakely",
    "category": "attitude"
  },
  {
    "quote": "Mental agitations and eating cares are more injurious to health, and destructive of life, than is commonly imagined, and could their effects be collected, would make no inconsiderable figure in the bills of mortality.",
    "author": "William Falconer",
    "category": "health"
  },
  {
    "quote": "I like a well-roasted rotisserie chicken and eggs cooked various ways, like sunny-side up or scrambled. It's comfort food for me.",
    "author": "Joel Robuchon",
    "category": "food"
  },
  {
    "quote": "If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors.",
    "author": "Jason Statham",
    "category": "home"
  },
  {
    "quote": "A real New Yorker likes the sound of a garbage truck in the morning.",
    "author": "R. L. Stine",
    "category": "morning"
  },
  {
    "quote": "Could a greater miracle take place than for us to look through each other's eyes for an instant?",
    "author": "Henry David Thoreau",
    "category": "great"
  },
  {
    "quote": "A committee is a group that keeps minutes and loses hours.",
    "author": "Milton Berle",
    "category": "funny"
  },
  {
    "quote": "Happiness is the absence of suffering. I think it's an interesting way of looking at it. I think the absence of suffering exists very rarely in the world we live in.",
    "author": "Julie Christie",
    "category": "happiness"
  },
  {
    "quote": "In Hollywood, if you don't have happiness, you send out for it.",
    "author": "Rex Reed",
    "category": "happiness"
  },
  {
    "quote": "Faith is an act of rational choice, which determines us to act as if certain things were true, and in the confident expectation that they will prove to be true.",
    "author": "Dean Inge",
    "category": "faith"
  },
  {
    "quote": "Indulge not thyself in the passion of anger it is whetting a sword to wound thine own breast, or murder thy friend.",
    "author": "Akhenaton",
    "category": "anger"
  },
  {
    "quote": "If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience.",
    "author": "William James",
    "category": "good"
  },
  {
    "quote": "You have to read scripts and audition and develop relationships. It takes a long time to develop a body of work but over the last 25 years I guess I've done that many movies. In hindsight it may seem effortless, but there's a lot of work that goes into it.",
    "author": "Harry Connick, Jr.",
    "category": "movies"
  },
  {
    "quote": "When the bright angel dominates, out comes a great work of art, a Michelangelo David or a Beethoven symphony.",
    "author": "Madeleine L'Engle",
    "category": "art"
  },
  {
    "quote": "As a chef, I had started working with groups like Share Our Strength and various local food banks in New York, raising money for hunger-related issues. And not only me, but the entire restaurant industry has been very focused on this issue.",
    "author": "Tom Colicchio",
    "category": "food"
  },
  {
    "quote": "When a man wantonly destroys one of the works of man we call him a vandal. When he destroys one of the works of god we call him a sportsman.",
    "author": "Joseph Wood Krutch",
    "category": "environmental"
  },
  {
    "quote": "If you or me go to the gas station to fill up our car and it costs us much more than we expected, it will zap our discretionary income. We won't have the extra money to buy that washing machine or new winter coat-all big ticket items that are important to economic growth.",
    "author": "Maria Bartiromo",
    "category": "car"
  },
  {
    "quote": "What sculptors do is represent the essence of gesture. What is important in mime is attitude.",
    "author": "Marcel Marceau",
    "category": "attitude"
  },
  {
    "quote": "Learn to say 'no' to the good so you can say 'yes' to the best.",
    "author": "John C. Maxwell",
    "category": "good"
  },
  {
    "quote": "If Jesus was here, do you think Jesus would show me any love? Do you think Jesus would love me?",
    "author": "Mike Tyson",
    "category": "love"
  },
  {
    "quote": "Our marriage is between us. If we decide to continue being together or not, it's our business.",
    "author": "Gwyneth Paltrow",
    "category": "marriage"
  },
  {
    "quote": "The U.S. will ignore the opinion of the Iraqi people and it will compose the new government according to its own desires.",
    "author": "Muqtada al Sadr",
    "category": "government"
  },
  {
    "quote": "The fact that I'm very close with my past relationships is something I pride myself on. My mom is still close to her first husband. It's nice to be able to enjoy someone in a different form.",
    "author": "Kate Bosworth",
    "category": "mom"
  },
  {
    "quote": "That fear first created the gods is perhaps as true as anything so brief could be on so great a subject.",
    "author": "George Santayana",
    "category": "fear"
  },
  {
    "quote": "One loves to possess arms, though they hope never to have occasion for them.",
    "author": "Thomas Jefferson",
    "category": "hope"
  },
  {
    "quote": "It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them. ",
    "author": "Eliot, George",
    "category": "beauty"
  },
  {
    "quote": "But I don't think that it's a form of family that I would be comfortable in. I've found a way to this character and this family, but I still believe that a marriage is between two people and not seven or three.",
    "author": "Jeanne Tripplehorn",
    "category": "marriage"
  },
  {
    "quote": "I don't have many famous friends, really, except Simon Cowell.",
    "author": "Leona Lewis",
    "category": "famous"
  },
  {
    "quote": "I remember saying goodbye to my father the night he left to join the Navy. He didn't have to. He was older than other servicemen and had a family to support but he wanted to be a part of the fight against fascism, not just make movies about it. I admired this about him.",
    "author": "Jane Fonda",
    "category": "family"
  },
  {
    "quote": "I really believe you can predict when someone has a great attitude, a real well of talent.",
    "author": "Taylor Hackford",
    "category": "attitude"
  },
  {
    "quote": "Being cool, having a 'cool' energy is just not attractive to me.",
    "author": "Selena Gomez",
    "category": "cool"
  },
  {
    "quote": "I have often met with happiness after some imprudent step which ought to have brought ruin upon me, and although passing a vote of censure upon myself I would thank God for his mercy.",
    "author": "Giacomo Casanova",
    "category": "happiness"
  },
  {
    "quote": "Great is the difference betwixt a man's being frightened at, and humbled for his sins.",
    "author": "Thomas Fuller",
    "category": "great"
  },
  {
    "quote": "The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom.",
    "author": "Khalil Gibran",
    "category": "god"
  },
  {
    "quote": "They always say time changes things, but you actually have to change them yourself.",
    "author": "Andy Warhol",
    "category": "change"
  },
  {
    "quote": "Minds that are ill at ease are agitated by both hope and fear.",
    "author": "Ovid",
    "category": "hope"
  },
  {
    "quote": "The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers.",
    "author": "Roy Ayers",
    "category": "beauty"
  },
  {
    "quote": "There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience.",
    "author": "Chuck Tanner",
    "category": "leadership"
  },
  {
    "quote": "Being seventy is not a sin.",
    "author": "Golda Meir",
    "category": "birthday"
  },
  {
    "quote": "The best ideas come as jokes. Make your thinking as funny as possible.",
    "author": "David Ogilvy",
    "category": "funny"
  },
  {
    "quote": "As a part of preparing those lawsuits, learning about those lawsuits, I learned about the various nuclear issues in parts of the nuclear production process I guess you'd say.",
    "author": "Tom Udall",
    "category": "learning"
  },
  {
    "quote": "The Body Shop Foundation is run by our staff and supports social activism and environmental activism. We don't tend to support big agencies.",
    "author": "Anita Roddick",
    "category": "environmental"
  },
  {
    "quote": "In a funny way, poems are suited to modern life. They're short, they're intense. Nobody has time to read a 700-page book. People read magazines, and a poem takes less time than an article.",
    "author": "Caroline Kennedy",
    "category": "funny"
  },
  {
    "quote": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.",
    "author": "Ernest Hemingway",
    "category": "life"
  },
  {
    "quote": "People are rapidly losing hope and trust. They believe their government has been captured by special interests and no longer cares about them, and they are right.",
    "author": "Marcy Kaptur",
    "category": "hope"
  },
  {
    "quote": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.",
    "author": "Arthur Young",
    "category": "inspirational"
  },
  {
    "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
    "author": "Buddha",
    "category": "happiness"
  },
  {
    "quote": "To give and then not feel that one has given is the very best of all ways of giving.",
    "author": "Max Beerbohm",
    "category": "best"
  },
  {
    "quote": "For this reason, to study English literature without some general knowledge of the relation of the Bible to that literature would be to leave one's literary education very incomplete.",
    "author": "Lafcadio Hearn",
    "category": "knowledge"
  },
  {
    "quote": "Most foreign policies that history has marked highly, in whatever country, have been originated by leaders who were opposed by experts.",
    "author": "Henry A. Kissinger",
    "category": "history"
  },
  {
    "quote": "The one thing my mom will let me get is a nice shoe sometimes.",
    "author": "Chloe Moretz",
    "category": "mom"
  },
  {
    "quote": "I just feel like with independent movies... they're really free to do whatever they want. They're not afraid to make a statement about anything, and there's not a huge studio behind them making sure that everything is wholesome and politically correct and all that.",
    "author": "Emma Roberts",
    "category": "movies"
  },
  {
    "quote": "Politics is the only field in which the more experience you have, the worse you get.",
    "author": "Kinky Friedman",
    "category": "experience"
  },
  {
    "quote": "All Americans should have access to quality, affordable health care.",
    "author": "Christopher Dodd",
    "category": "health"
  },
  {
    "quote": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.",
    "author": "Washington Irving",
    "category": "love"
  },
  {
    "quote": "Every American deserves to live in freedom, to have his or her privacy respected and a chance to go as far as their ability and effort will take them - regardless of race, gender, ethnicity or economic circumstances.",
    "author": "Christopher Dodd",
    "category": "freedom"
  },
  {
    "quote": "Whether it's 18 years old or 40 years old, we think we know what's going on. But if you're lucky enough to continue the journey, its amazing how we keep learning how much we didn't know.",
    "author": "Joe Namath",
    "category": "learning"
  },
  {
    "quote": "The New Dealers have all left Washington to make way for the car dealers.",
    "author": "Adlai Stevenson",
    "category": "car"
  },
  {
    "quote": "I used to work in a funeral home to feel good about myself, just the fact that I was breathing.",
    "author": "Chuck Palahniuk",
    "category": "good"
  },
  {
    "quote": "God Almighty first planted a garden. And indeed, it is the purest of human pleasures.",
    "author": "Francis Bacon",
    "category": "god"
  },
  {
    "quote": "No matter how famous and established they were or however blessed they were with great songs or long careers, if they lived alone, they lived alone. That's not the way I wanted to live prior to the tour or after.",
    "author": "Edie Brickell",
    "category": "famous"
  },
  {
    "quote": "My mom is very Southern and she in real life says things like, 'If you've got it, flaunt it.'",
    "author": "Cheryl Hines",
    "category": "mom"
  },
  {
    "quote": "True human goodness, in all its purity and freedom, can come to the fore only when its recipient has no power.",
    "author": "Milan Kundera",
    "category": "freedom"
  },
  {
    "quote": "Our solution on 'The Simpsons' is to do jokes that people who have an education, or some frame of reference, can get. And for the ones who don't, it doesn't matter, because we have Homer banging his head and saying, 'D'oh!'",
    "author": "Matt Groening",
    "category": "education"
  },
  {
    "quote": "There were so much affairs of me created by the media... of course I was not always a true single. I had some relations, once also to a famous pop star.",
    "author": "Gabriela Sabatini",
    "category": "famous"
  },
  {
    "quote": "Even knowledge has to be in the fashion, and where it is not, it is wise to affect ignorance.",
    "author": "Baltasar Gracian",
    "category": "knowledge"
  },
  {
    "quote": "I don't think the government is out to get me or help someone else get me but it wouldn't surprise me if they were out to sell me something or help someone else sell me something. I mean, why else would the Census Bureau want to know my telephone number?",
    "author": "Andy Rooney",
    "category": "government"
  },
  {
    "quote": "A retentive memory may be a good thing, but the ability to forget is the true token of greatness.",
    "author": "Elbert Hubbard",
    "category": "great"
  },
  {
    "quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it.",
    "author": "Andrew Carnegie",
    "category": "great"
  },
  {
    "quote": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.",
    "author": "Thomas Aquinas",
    "category": "faith"
  },
  {
    "quote": "When I told my doctor I couldn't afford an operation, he offered to touch-up my X-rays.",
    "author": "Henny Youngman",
    "category": "medical"
  },
  {
    "quote": "My fake plants died because I did not pretend to water them.",
    "author": "Mitch Hedberg",
    "category": "funny"
  },
  {
    "quote": "Flying is learning how to throw yourself at the ground and miss.",
    "author": "Douglas Adams",
    "category": "learning"
  },
  {
    "quote": "I think people should be angry at things that are worthy of anger. Injustice is outrageous and deserves outrage.",
    "author": "Chris Hayes",
    "category": "anger"
  },
  {
    "quote": "Pop songs are not as graceful as they used to be. Performers today haven't gone through the regimen of learning how to write. And of course, everyone wants to own copyrights.",
    "author": "Hal David",
    "category": "learning"
  },
  {
    "quote": "Excessive fear is always powerless.",
    "author": "Aeschylus",
    "category": "fear"
  },
  {
    "quote": "The greatest mistake we make is living in constant fear that we will make one.",
    "author": "John C. Maxwell",
    "category": "great"
  },
  {
    "quote": "The most dangerous food is a wedding cake. ",
    "author": "Proverb",
    "category": "love"
  },
  {
    "quote": "At every turn, when humanity is asked the question, 'Do you want temporary economic gain or long-term environmental loss, which one do you prefer,' we invariably choose the money.",
    "author": "Ethan Hawke",
    "category": "environmental"
  },
  {
    "quote": "The elimination of the fear of death transforms the individual's way of being in the world.",
    "author": "Stanislav Grof",
    "category": "fear"
  },
  {
    "quote": "Studies have shown that 90% of error in thinking is due to error in perception. If you can change your perception, you can change your emotion and this can lead to new ideas.",
    "author": "Edward de Bono",
    "category": "change"
  },
  {
    "quote": "Great indebtedness does not make men grateful, but vengeful and if a little charity is not forgotten, it turns into a gnawing worm.",
    "author": "Friedrich Nietzsche",
    "category": "men"
  },
  {
    "quote": "Humor is the affectionate communication of insight.",
    "author": "Leo Rosten",
    "category": "humor"
  },
  {
    "quote": "In art economy is always beauty.",
    "author": "Henry James",
    "category": "beauty"
  },
  {
    "quote": "I remember opening my dad's closet and there were, like, 40 suits, every color of the rainbow, plaid and winter and summer. He had two jewelry boxes full of watches and lighters and cuff links. And just... he was that guy. He was probably unfulfilled in his life in many ways.",
    "author": "Jon Hamm",
    "category": "dad"
  },
  {
    "quote": "I honestly do not know if civil disobedience has any effect on the government. I can promise you it has a great effect on the person who chooses to do it.",
    "author": "Martin Sheen",
    "category": "government"
  },
  {
    "quote": "I believe the American people have a genuine and justifiable fear of government intrusion in what they instinctively know is going to be an ever more intrusive world.",
    "author": "Joe Biden",
    "category": "fear"
  },
  {
    "quote": "Not a single time have we gotten a right from Congress or from the President. We get them from God.",
    "author": "Glenn Beck",
    "category": "god"
  },
  {
    "quote": "The ideal of all Kosovo is membership in the E.U. and a permanent friendship with the United States. I believe and I am convinced our dreams will come true.",
    "author": "Atifete Jahjaga",
    "category": "dreams"
  },
  {
    "quote": "Love and doubt have never been on speaking terms.",
    "author": "Khalil Gibran",
    "category": "love"
  },
  {
    "quote": "Stephen King in many respects is a wonderful writer. He has made a contribution. People in the future will be able to pick up Stephen King's books and learn a lot about who we were by reading those books.",
    "author": "Anne Rice",
    "category": "future"
  },
  {
    "quote": "Segregation has no place in the education system.",
    "author": "Richard Dawkins",
    "category": "education"
  },
  {
    "quote": "Every man judges his own happiness and satisfaction with life in terms of his possession or lack of possession of those things that he considers worthwhile and valuable.",
    "author": "Meir Kahane",
    "category": "happiness"
  },
  {
    "quote": "We must build dikes of courage to hold back the flood of fear.",
    "author": "Martin Luther King, Jr.",
    "category": "courage"
  },
  {
    "quote": "Protecting the institution of marriage safeguards, I believe, the American family.",
    "author": "John Boehner",
    "category": "marriage"
  },
  {
    "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.",
    "author": "E. O. Wilson",
    "category": "best"
  },
  {
    "quote": "Tell your heart that the fear of suffering is worse than the suffering itself. And no heart has ever suffered when it goes in search of its dream.",
    "author": "Paulo Coelho",
    "category": "fear"
  },
  {
    "quote": "Love comes when manipulation stops when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.",
    "author": "Joyce Brothers",
    "category": "love"
  },
  {
    "quote": "Most of us can remember a time when a birthday - especially if it was one's own - brightened the world as if a second sun has risen.",
    "author": "Robert Staughton Lynd",
    "category": "birthday"
  },
  {
    "quote": "People see my photos and think I labor over my image and I'm this cool, brooding artist. But I'm just having fun with it.",
    "author": "Lenny Kravitz",
    "category": "cool"
  },
  {
    "quote": "The most wonderful study of mankind is man. Relieving human suffering and diffusing universal knowledge is humanitarian.",
    "author": "Daniel D. Palmer",
    "category": "knowledge"
  },
  {
    "quote": "Barack Obama's life was so much simpler in 2009. Back then, he had refined the cold act of blaming others for the bad economy into an art form. Deficits? Blame Bush's tax cuts. Spending? Blame the wars in Iraq and Afghanistan. No business investment? Blame Wall Street.",
    "author": "John Sununu",
    "category": "business"
  },
  {
    "quote": "It's funny, but when I arrived in California to start college I was much more interested in becoming a surfer and cruise along in life from one beach to the next. I didn't plan out any huge career for myself.",
    "author": "Benicio Del Toro",
    "category": "funny"
  },
  {
    "quote": "Love is the only sane and satisfactory answer to the problem of human existence.",
    "author": "Erich Fromm",
    "category": "love"
  },
  {
    "quote": "Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.",
    "author": "Plato",
    "category": "death"
  },
  {
    "quote": "The energy of the mind is the essence of life.",
    "author": "Aristotle",
    "category": "life"
  },
  {
    "quote": "God is the great mysterious motivator of what we call nature, and it has often been said by philosophers, that nature is the will of God. And I prefer to say that nature is the only body of God that we shall ever see.",
    "author": "Frank Lloyd Wright",
    "category": "god"
  },
  {
    "quote": "It's funny how the music industry is enraged about the Internet and the way things are copied without being paid for. But you know why people steal the music? Because they can't afford the music.",
    "author": "Tom Petty",
    "category": "funny"
  },
  {
    "quote": "A little group of willful men, representing no opinion but their own, have rendered the great government of the United States helpless and contemptible.",
    "author": "Woodrow Wilson",
    "category": "government"
  },
  {
    "quote": "Most of us start out with a positive attitude and a plan to do our best.",
    "author": "Marilu Henner",
    "category": "attitude"
  },
  {
    "quote": "I have retired, but if there's anything that would kill me it is to wake up in the morning not knowing what to do.",
    "author": "Nelson Mandela",
    "category": "morning"
  },
  {
    "quote": "Yet for my part, deeply as I am moved by the religious architecture of the Middle Ages, I cannot honestly say that I ever felt the slightest emotion in any modern Gothic church.",
    "author": "Goldwin Smith",
    "category": "architecture"
  },
  {
    "quote": "Creativity comes from looking for the unexpected and stepping outside your own experience.",
    "author": "Masaru Ibuka",
    "category": "experience"
  },
  {
    "quote": "It is a fact that all women contribute more to marriage than men for the most part they have to change their place of living, their method of work, a great many women today changing their occupation entirely on marriage and they must even change their name.",
    "author": "Agnes Macphail",
    "category": "marriage"
  },
  {
    "quote": "The main thing is that it's nice to see these young people - 9 to 14 years old - take the opportunity to get more involved in their health and fitness. We need more kids to be more active.",
    "author": "Rafer Johnson",
    "category": "health"
  },
  {
    "quote": "It is only when men begin to worship that they begin to grow.",
    "author": "Calvin Coolidge",
    "category": "men"
  },
  {
    "quote": "What I used to do between writing fits was feed my kids, ride my horse and go shopping for cat and dog food.",
    "author": "Anne McCaffrey",
    "category": "food"
  },
  {
    "quote": "Courage is being scared to death... and saddling up anyway.",
    "author": "John Wayne",
    "category": "courage"
  },
  {
    "quote": "There was a time in the marriage when I could no longer look at myself in a mirror, couldn't feel I was a nice person. A bad relationship can do that, can make you doubt everything good you ever felt about yourself.",
    "author": "Dionne Warwick",
    "category": "marriage"
  },
  {
    "quote": "It's so funny, because right now I'm very tired and my brains a little dead, I tend to get very focused and serious. So, I'm probably coming off a lot more like Scully right now.",
    "author": "Gillian Anderson",
    "category": "funny"
  },
  {
    "quote": "It's interesting to wake up at 3 in the morning by someone saying they're a reporter and they want to know how you feel. I felt fine, but I said, 'Well, why do you ask?'",
    "author": "Saul Perlmutter",
    "category": "morning"
  },
  {
    "quote": "The United States dollar took another pounding on German, French and British exchanges this morning, hitting the lowest point ever known in West Germany.",
    "author": "Gordon Sinclair",
    "category": "morning"
  },
  {
    "quote": "When I got into junior high school, that's when my mom let me dress how I wanted to dress. Up to that point I wore suits to school all the time.",
    "author": "will.i.am",
    "category": "mom"
  },
  {
    "quote": "Life without liberty is like a body without spirit.",
    "author": "Khalil Gibran",
    "category": "life"
  },
  {
    "quote": "I went to a rare live Van Dyke show and met him there. And then he came to a show of mine and we spoke back stage. The third time was at Brian Wilson's birthday party.",
    "author": "Matthew Sweet",
    "category": "birthday"
  },
  {
    "quote": "I would love to play 'Funny Girl' or 'Evita,' but I idolize the women who have played those parts. I don't know if there needs to be another version of those shows.",
    "author": "Idina Menzel",
    "category": "funny"
  },
  {
    "quote": "The Supreme Court has never ruled that Congress can use the Commerce Clause to require individuals to engage in an activity they have chosen to avoid. Yet that is precisely what Obamacare does: It forces Americans without health insurance to purchase coverage. Such a requirement is unprecedented and unconstitutional.",
    "author": "John Cornyn",
    "category": "health"
  },
  {
    "quote": "How many times have you been out for a beer or dinner and people are coming up with business ideas? Everybody wants to think they've got that great business idea.",
    "author": "Mark Burnett",
    "category": "business"
  },
  {
    "quote": "Significant officials at publicly traded companies are casually and cavalierly engaged in insider trading. Because insider trading has as one of its elements communication, it doesn't take rocket science to realize it's nice to have the communication on tape.",
    "author": "Preet Bharara",
    "category": "communication"
  },
  {
    "quote": "History will see advertising as one of the real evil things of our time. It is stimulating people constantly to want things, want this, want that.",
    "author": "Malcolm Muggeridge",
    "category": "history"
  },
  {
    "quote": "The funniest racism is the racism between minorities. It's something you don't see dramatized, but almost every minority I know who's my age, they have these funny stories about their parents stereotyping other minorities.",
    "author": "Mindy Kaling",
    "category": "age"
  },
  {
    "quote": "Great indebtedness does not make men grateful, but vengeful and if a little charity is not forgotten, it turns into a gnawing worm.",
    "author": "Friedrich Nietzsche",
    "category": "great"
  },
  {
    "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
    "author": "Vladimir Nabokov",
    "category": "life"
  },
  {
    "quote": "All we had aboard the ship that morning was one Annapolis graduate and three reserves.",
    "author": "Barney Ross",
    "category": "morning"
  },
  {
    "quote": "I prefer design by experts - by people who know what they are doing.",
    "author": "Donald Norman",
    "category": "design"
  },
  {
    "quote": "I've always said money may buy you a fine dog, but only love can make it wag its tail.",
    "author": "Kinky Friedman",
    "category": "money"
  },
  {
    "quote": "Modern poets talk against business, poor things, but all of us write for money. Beginners are subjected to trial by market.",
    "author": "Robert Frost",
    "category": "business"
  },
  {
    "quote": "Research has shown that the perceived style of leadership is by far the most important thing to most voters in evaluating officeholders and candidates.",
    "author": "Robert Teeter",
    "category": "leadership"
  },
  {
    "quote": "It is just called Continuing Legal Education. You can go to lectures, you can even listen to tapes on airplanes - they want you to stay current. So you do have to stay current to maintain your license even if you are not practicing.",
    "author": "Frank Shorter",
    "category": "legal"
  },
  {
    "quote": "Yeah, I love being famous. It's almost like being white, y'know?",
    "author": "Chris Rock",
    "category": "famous"
  },
  {
    "quote": "Effective communication is 20% what you know and 80% how you feel about what you know.",
    "author": "Jim Rohn",
    "category": "communication"
  },
  {
    "quote": "I think there is a real misconception about Indian food being super spicy. And I know that's because when you go into an Indian restaurant, it is pretty spicy. But it doesn't have to be. In fact, my husband can't handle a lot of heat. I've had to temper my cooking so that he can eat with me.",
    "author": "Aarti Sequeira",
    "category": "food"
  },
  {
    "quote": "What I've learned is that you really don't need to be a celebrity or have money or have the paparazzi following you around to be famous.",
    "author": "Lady Gaga",
    "category": "money"
  }
]